<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article"><?properties open_access?><?DTDIdentifier.IdentifierValue journalpublishing3.dtd?><?DTDIdentifier.IdentifierType system?><?SourceDTD.DTDName journalpublishing3.dtd?><?SourceDTD.Version 3.0?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Bull World Health Organ</journal-id><journal-id journal-id-type="iso-abbrev">Bull. World Health Organ</journal-id><journal-id journal-id-type="publisher-id">BLT</journal-id><journal-title-group><journal-title>Bulletin of the World Health Organization</journal-title></journal-title-group><issn pub-type="ppub">0042-9686</issn><issn pub-type="epub">1564-0604</issn><publisher><publisher-name>World Health Organization</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">6239004</article-id><article-id pub-id-type="publisher-id">BLT.17.206227</article-id><article-id pub-id-type="doi">10.2471/BLT.17.206227</article-id><article-categories><subj-group subj-group-type="heading"><subject>Research</subject></subj-group></article-categories><title-group><article-title>Accuracy of diabetes screening methods used for people with tuberculosis, Indonesia, Peru, Romania, South Africa</article-title><trans-title-group xml:lang="fr"><trans-title xml:lang="fr">Pr&#233;cision des m&#233;thodes de d&#233;pistage du diab&#232;te utilis&#233;es pour les personnes atteintes de tuberculose en Afrique du Sud, en Indon&#233;sie, au P&#233;rou et en Roumanie</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title xml:lang="es">Precisi&#243;n de los m&#233;todos de diagn&#243;stico de diabetes utilizados en personas con tuberculosis en Indonesia, Per&#250;, Ruman&#237;a y Sud&#225;frica</trans-title></trans-title-group><trans-title-group xml:lang="ar"><trans-title xml:lang="ar">&#1583;&#1602;&#1577; &#1591;&#1585;&#1602; &#1601;&#1581;&#1589; &#1605;&#1585;&#1590; &#1575;&#1604;&#1587;&#1603;&#1585;&#1610; &#1575;&#1604;&#1605;&#1587;&#1578;&#1582;&#1583;&#1605;&#1577; &#1605;&#1593; &#1575;&#1604;&#1571;&#1588;&#1582;&#1575;&#1589; &#1575;&#1604;&#1605;&#1589;&#1575;&#1576;&#1610;&#1606; &#1576;&#1575;&#1604;&#1587;&#1604;&#1548; &#1573;&#1606;&#1583;&#1608;&#1606;&#1610;&#1587;&#1610;&#1575;&#1548; &#1576;&#1610;&#1585;&#1608;&#1548; &#1580;&#1606;&#1608;&#1576; &#1571;&#1601;&#1585;&#1610;&#1602;&#1610;&#1575;&#1548; &#1585;&#1608;&#1605;&#1575;&#1606;&#1610;&#1575; </trans-title></trans-title-group><trans-title-group xml:lang="zh"><trans-title xml:lang="zh">&#29992;&#20110;&#31192;&#40065;&#12289;&#32599;&#39532;&#23612;&#20122;&#12289;&#21335;&#38750;&#21644;&#21360;&#24230;&#23612;&#35199;&#20122;&#22235;&#22269;&#32467;&#26680;&#30149;&#24739;&#32773;&#30340;&#31958;&#23615;&#30149;&#31579;&#26597;&#26041;&#27861;&#30340;&#20934;&#30830;&#24230;</trans-title></trans-title-group><trans-title-group xml:lang="ru"><trans-title xml:lang="ru">&#1058;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1074; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1072;&#1093;&#1072;&#1088;&#1085;&#1086;&#1075;&#1086; &#1076;&#1080;&#1072;&#1073;&#1077;&#1090;&#1072; &#1091; &#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1086;&#1084;, &#1087;&#1088;&#1086;&#1078;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1093; &#1074; &#1048;&#1085;&#1076;&#1086;&#1085;&#1077;&#1079;&#1080;&#1080;, &#1055;&#1077;&#1088;&#1091;, &#1056;&#1091;&#1084;&#1099;&#1085;&#1080;&#1080; &#1080; &#1070;&#1078;&#1085;&#1086;&#1081; &#1040;&#1092;&#1088;&#1080;&#1082;&#1077;</trans-title></trans-title-group><alt-title alt-title-type="author-running-head">Daniel Grint et al.</alt-title><alt-title alt-title-type="title-running-head">Diabetes screening in tuberculosis patients</alt-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Grint</surname><given-names>Daniel</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author"><name><surname>Alisjhabana</surname><given-names>Bachti</given-names></name><xref ref-type="aff" rid="aff2"><sup>b</sup></xref></contrib><contrib contrib-type="author"><name><surname>Ugarte-Gil</surname><given-names>Cesar</given-names></name><xref ref-type="aff" rid="aff3"><sup>c</sup></xref></contrib><contrib contrib-type="author"><name><surname>Riza</surname><given-names>Anca-Leila</given-names></name><xref ref-type="aff" rid="aff4"><sup>d</sup></xref></contrib><contrib contrib-type="author"><name><surname>Walzl</surname><given-names>Gerhard</given-names></name><xref ref-type="aff" rid="aff5"><sup>e</sup></xref></contrib><contrib contrib-type="author"><name><surname>Pearson</surname><given-names>Fiona</given-names></name><xref ref-type="aff" rid="aff6"><sup>f</sup></xref></contrib><contrib contrib-type="author"><name><surname>Ruslami</surname><given-names>Rovina</given-names></name><xref ref-type="aff" rid="aff2"><sup>b</sup></xref></contrib><contrib contrib-type="author"><name><surname>Moore</surname><given-names>David A J</given-names></name><xref ref-type="aff" rid="aff7"><sup>g</sup></xref></contrib><contrib contrib-type="author"><name><surname>Ioana</surname><given-names>Mihai</given-names></name><xref ref-type="aff" rid="aff8"><sup>h</sup></xref></contrib><contrib contrib-type="author"><name><surname>McAllister</surname><given-names>Susan</given-names></name><xref ref-type="aff" rid="aff9"><sup>i</sup></xref></contrib><contrib contrib-type="author"><name><surname>Ronacher</surname><given-names>Katharina</given-names></name><xref ref-type="aff" rid="aff10"><sup>j</sup></xref></contrib><contrib contrib-type="author"><name><surname>Koeseomadinata</surname><given-names>Raspati C</given-names></name><xref ref-type="aff" rid="aff2"><sup>b</sup></xref></contrib><contrib contrib-type="author"><name><surname>Kerry-Barnard</surname><given-names>Sarah R</given-names></name><xref ref-type="aff" rid="aff6"><sup>f</sup></xref></contrib><contrib contrib-type="author"><name><surname>Coronel</surname><given-names>Jorge</given-names></name><xref ref-type="aff" rid="aff7"><sup>g</sup></xref></contrib><contrib contrib-type="author"><name><surname>Malherbe</surname><given-names>Stephanus T</given-names></name><xref ref-type="aff" rid="aff5"><sup>e</sup></xref></contrib><contrib contrib-type="author"><name><surname>Dockrell</surname><given-names>Hazel M</given-names></name><xref ref-type="aff" rid="aff11"><sup>k</sup></xref></contrib><contrib contrib-type="author"><name><surname>Hill</surname><given-names>Philip C</given-names></name><xref ref-type="aff" rid="aff9"><sup>i</sup></xref></contrib><contrib contrib-type="author"><name><surname>Van Crevel</surname><given-names>Reinout</given-names></name><xref ref-type="aff" rid="aff4"><sup>d</sup></xref></contrib><contrib contrib-type="author" corresp="yes"><name><surname>Critchley</surname><given-names>Julia A</given-names></name><xref ref-type="aff" rid="aff6"><sup>f</sup></xref></contrib><contrib contrib-type="author"><collab>on behalf of the TANDEM consortium</collab></contrib><aff id="aff1"><label>a</label>Tropical Epidemiology Group, <institution>London School of Hygiene &amp; Tropical Medicine</institution>, <addr-line>London</addr-line>, <country>England</country>.</aff><aff id="aff2"><label>b</label>Infectious Disease Research Centre, Faculty of Medicine, <institution>Universitas Padjadjaran</institution>, <addr-line>Bandung</addr-line>, <country>Indonesia</country>.</aff><aff id="aff3"><label>c</label>Facultad de Medicina Alberto Hurtado, <institution>Universidad Peruana Cayetano Heredia</institution>, <addr-line>Lima</addr-line>, <country>Peru</country>.</aff><aff id="aff4"><label>d</label>Department of Internal Medicine and Radboud Center for Infectious Diseases, <institution>Radboud University Medical Center</institution>, <addr-line>Nijmegen</addr-line>, <country>Netherlands</country>.</aff><aff id="aff5"><label>e</label>Division of Molecular Biology and Human Genetics, <institution>Stellenbosch University</institution>, <addr-line>Cape Town</addr-line>, <country>South Africa</country>.</aff><aff id="aff6"><label>f</label>Population Health Research Institute, St George&#8217;s University of London, Cranmer Terrace, <addr-line>London SW17 0RE</addr-line>, <country>England</country>.</aff><aff id="aff7"><label>g</label>Laboratorio de Investigaci&#243;n y Desarrollo, Universidad Peruana Cayetano Heredia, San Martin de Porres, <country>Peru</country>.</aff><aff id="aff8"><label>h</label>Human Genomics Laboratory, Universitatea de Medicina si Farmacie din Craiova, <addr-line>Craiova</addr-line>, <country>Romania</country>.</aff><aff id="aff9"><label>i</label>Centre for International Health, <institution>University of Otago</institution>, <addr-line>Dunedin</addr-line>, <country>New Zealand</country>.</aff><aff id="aff10"><label>j</label>Mater Medical Research, Translational Research Institute, <institution>University of Queensland</institution>, <addr-line>Brisbane</addr-line>, <country>Australia</country>.</aff><aff id="aff11"><label>k</label>Department of Immunology and Infection, <institution>London School of Hygiene &amp; Tropical Medicine</institution>, <addr-line>London</addr-line>, <country>England</country>.</aff></contrib-group><author-notes><corresp id="cor1">Correspondence to Julia Critchley (email: <email xlink:href="jcritchl@sgul.ac.uk">jcritchl@sgul.ac.uk</email>).</corresp></author-notes><pub-date pub-type="ppub"><day>01</day><month>11</month><year>2018</year></pub-date><pub-date pub-type="epub"><day>27</day><month>8</month><year>2018</year></pub-date><volume>96</volume><issue>11</issue><fpage>738</fpage><lpage>749</lpage><history><date date-type="received"><day>18</day><month>12</month><year>2017</year></date><date date-type="rev-recd"><day>21</day><month>6</month><year>2018</year></date><date date-type="accepted"><day>26</day><month>6</month><year>2018</year></date></history><permissions><copyright-statement>(c) 2018 The authors; licensee World Health Organization.</copyright-statement><copyright-year>2018</copyright-year><license license-type="open-access"><license-p>This is an open access article distributed under the terms of the Creative Commons Attribution IGO License (<ext-link ext-link-type="uri" xlink:href="http://creativecommons.org/licenses/by/3.0/igo/legalcode">http://creativecommons.org/licenses/by/3.0/igo/legalcode</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. In any reproduction of this article there should not be any suggestion that WHO or this article endorse any specific organization or products. The use of the WHO logo is not permitted. This notice should be preserved along with the article's original URL.</license-p></license></permissions><abstract><title>Abstract</title><sec><title>Objective</title><p>To evaluate the performance of diagnostic tools for diabetes mellitus, including laboratory methods and clinical risk scores, in newly-diagnosed pulmonary tuberculosis patients from four middle-income countries.</p></sec><sec><title>Methods</title><p>In a multicentre, prospective study, we recruited 2185 patients with pulmonary tuberculosis from sites in Indonesia, Peru, Romania and South Africa from January 2014 to September 2016. Using laboratory-measured glycated haemoglobin (HbA1c) as the gold standard, we measured the diagnostic accuracy of random plasma glucose, point-of-care HbA1c, fasting blood glucose, urine dipstick, published and newly derived diabetes mellitus risk scores and anthropometric measurements. We also analysed combinations of tests, including a two-step test using point-of-care HbA1cwhen initial random plasma glucose was &#8805;&#8201;6.1&#160;mmol/L.</p></sec><sec><title>Findings</title><p>The overall crude prevalence of diabetes mellitus among newly diagnosed tuberculosis patients was 283/2185 (13.0%; 95% confidence interval, CI: 11.6&#8211;14.4). The marker with the best diagnostic accuracy was point-of-care HbA1c (area under receiver operating characteristic curve: 0.81; 95% CI: 0.75&#8211;0.86). A risk score derived using age, point-of-care HbA1c and random plasma glucose had the best overall diagnostic accuracy (area under curve: 0.85; 95% CI: 0.81&#8211;0.90). There was substantial heterogeneity between sites for all markers, but the two-step combination test performed well in Indonesia and Peru.</p></sec><sec><title>Conclusion</title><p>Random plasma glucose followed by point-of-care HbA1c testing can accurately diagnose diabetes in tuberculosis patients, particularly those with substantial hyperglycaemia, while reducing the need for more expensive point-of-care HbA1c testing. Risk scores with or without biochemical data may be useful but require validation.</p></sec></abstract><trans-abstract xml:lang="fr"><title>R&#233;sum&#233; </title><sec><title>Objectif</title><p>&#201;valuer la performance des outils de diagnostic du diab&#232;te sucr&#233;, et notamment les m&#233;thodes de laboratoire et les cotes de risque clinique, chez les patients souffrant d'une tuberculose pulmonaire r&#233;cemment diagnostiqu&#233;e dans quatre pays &#224; revenu interm&#233;diaire.</p></sec><sec><title>M&#233;thodes</title><p>Dans le cadre d'une &#233;tude multicentrique et prospective, nous avons recrut&#233; 2185&#160;patients atteints de tuberculose pulmonaire dans diff&#233;rents endroits en Afrique du Sud, en Indon&#233;sie, au P&#233;rou et en Roumanie entre janvier&#160;2014 et septembre&#160;2016. En utilisant comme r&#233;f&#233;rence l'h&#233;moglobine glyqu&#233;e (HbA1c) mesur&#233;e en laboratoire, nous avons &#233;valu&#233; la pr&#233;cision diagnostique de la glyc&#233;mie al&#233;atoire, de l'HbA1c sur le lieu d'intervention, de la glyc&#233;mie &#224; jeun, de la bandelette urinaire, des cotes de risque d&#233;j&#224; publi&#233;es et r&#233;cemment obtenues pour le diab&#232;te sucr&#233; et des mesures anthropom&#233;triques. Nous avons &#233;galement analys&#233; des combinaisons de tests, et notamment un test en deux &#233;tapes qui utilise l'HbA1c sur le lieu d'intervention lorsque la glyc&#233;mie al&#233;atoire initiale est &#8805;&#8201;6,1&#160;mmol/L.</p></sec><sec><title>R&#233;sultats</title><p>La pr&#233;valence brute g&#233;n&#233;rale du diab&#232;te sucr&#233; chez les patients souffrant d'une tuberculose r&#233;cemment diagnostiqu&#233;e &#233;tait de 283/2185 (13,0%; intervalle de confiance, IC, &#224; 95%: 11,6&#8211;14,4). Le marqueur fournissant la meilleure pr&#233;cision diagnostique &#233;tait l'HbA1c sur le lieu d'intervention (aire sous la courbe ROC: 0,81; IC &#224; 95%: 0,75&#8211;0,86). La meilleure pr&#233;cision diagnostique g&#233;n&#233;rale a &#233;t&#233; obtenue &#224; l'aide d'une cote de risque calcul&#233;e au moyen de l'&#226;ge, de l'HbA1c sur le lieu d'intervention et de la glyc&#233;mie al&#233;atoire (aire sous la courbe ROC: 0,85; IC &#224; 95%: 0,81&#8211;0,90). Une forte h&#233;t&#233;rog&#233;n&#233;it&#233; entre les diff&#233;rents endroits a &#233;t&#233; constat&#233;e pour tous les marqueurs, mais le test en deux &#233;tapes a donn&#233; de bons r&#233;sultats en Indon&#233;sie et au P&#233;rou.</p></sec><sec><title>Conclusion</title><p>L'utilisation de la glyc&#233;mie al&#233;atoire suivie de l'HbA1c sur le lieu d'intervention permet de diagnostiquer avec pr&#233;cision le diab&#232;te chez les patients atteints de tuberculose, en particulier lorsqu'ils souffrent d'une importante hyperglyc&#233;mie, tout en diminuant le besoin de tests HbA1c sur le lieu d'intervention, plus co&#251;teux. Les cotes de risque associ&#233;es ou non &#224; des donn&#233;es biochimiques peuvent &#234;tre utiles, mais doivent &#234;tre valid&#233;es.<bold/></p></sec></trans-abstract><trans-abstract xml:lang="es"><title>Resumen</title><sec><title>Objetivo</title><p>Evaluar el rendimiento de las herramientas de diagn&#243;stico para la diabetes mellitus, incluidos los m&#233;todos de laboratorio y los &#237;ndices de riesgo cl&#237;nico, en pacientes reci&#233;n diagnosticados con tuberculosis pulmonar de cuatro pa&#237;ses de ingresos medios.</p></sec><sec><title>M&#233;todos</title><p>En un estudio prospectivo multic&#233;ntrico, se seleccionaron 2185 pacientes con tuberculosis pulmonar de algunas regiones de Indonesia, Per&#250;, Ruman&#237;a y Sud&#225;frica entre enero de 2014 y septiembre de 2016. Usando hemoglobina glicosilada medida en laboratorio (HbA1c) como el patr&#243;n de excelencia, se midi&#243; la precisi&#243;n diagn&#243;stica de glucosa plasm&#225;tica al azar, estando HbA1c en el punto de atenci&#243;n, glucemia en sangre en ayunas, tira reactiva de orina, &#237;ndices de riesgo de diabetes mellitus publicados recientemente y medidas antropom&#233;tricas. Tambi&#233;n se analizaron combinaciones de pruebas, incluida una prueba de dos pasos con HbA1c en el punto de atenci&#243;n cuando la glucosa plasm&#225;tica aleatoria inicial fue &#8805;&#8201;6,1mmol/L.</p></sec><sec><title>Resultados</title><p>La prevalencia general cruda de diabetes mellitus entre los pacientes con tuberculosis reci&#233;n diagnosticados fue de 283/2185 (13,0&#160;%, intervalo de confianza del 95&#160;%, IC: 11,6&#8211;14,4). El marcador con la mejor precisi&#243;n diagn&#243;stica fue la HbA1c en el punto de atenci&#243;n (&#225;rea bajo la curva caracter&#237;stica operativa del receptor: 0,81; IC del 95&#160;%: 0,75&#8211;0,86). Un &#237;ndice de riesgo derivado de la edad, la HbA1c en el punto de atenci&#243;n y la glucosa plasm&#225;tica al azar obtuvieron la mejor precisi&#243;n diagn&#243;stica general (&#225;rea bajo la curva: 0,85; IC del 95&#160;%: 0,81&#8211;0,90). Hubo una heterogeneidad sustancial entre las regiones para todos los marcadores, pero la prueba combinada de dos pasos funcion&#243; de manera correcta en Indonesia y Per&#250;.</p></sec><sec><title>Conclusi&#243;n</title><p>La glucosa plasm&#225;tica al azar seguida de la prueba de HbA1c en el punto de atenci&#243;n puede diagnosticar con precisi&#243;n la diabetes en pacientes con tuberculosis, particularmente en aquellos con hiperglucemia sustancial, mientras se reduce la necesidad de pruebas m&#225;s costosas de HbA1c en el punto de atenci&#243;n. Los &#237;ndices de riesgo con o sin datos bioqu&#237;micos pueden ser &#250;tiles, pero requieren validaci&#243;n.</p></sec></trans-abstract><trans-abstract xml:lang="ar"><title>&#1605;&#1604;&#1582;&#1589; </title><sec><title>&#1575;&#1604;&#1594;&#1585;&#1590; </title><p>&#1578;&#1602;&#1610;&#1610;&#1605; &#1571;&#1583;&#1575;&#1569; &#1571;&#1583;&#1608;&#1575;&#1578; &#1578;&#1588;&#1582;&#1610;&#1589; &#1605;&#1585;&#1590; &#1575;&#1604;&#1587;&#1603;&#1585;&#1610;&#1548; &#1576;&#1605;&#1575; &#1601;&#1610; &#1584;&#1604;&#1603; &#1575;&#1604;&#1591;&#1585;&#1602; &#1575;&#1604;&#1605;&#1582;&#1578;&#1576;&#1585;&#1610;&#1577; &#1608;&#1583;&#1585;&#1580;&#1575;&#1578; &#1575;&#1604;&#1605;&#1582;&#1575;&#1591;&#1585; &#1575;&#1604;&#1587;&#1585;&#1610;&#1585;&#1610;&#1577;&#1548; &#1604;&#1583;&#1609; &#1575;&#1604;&#1605;&#1585;&#1590;&#1609; &#1575;&#1604;&#1584;&#1610;&#1606; &#1578;&#1605; &#1578;&#1588;&#1582;&#1610;&#1589; &#1573;&#1589;&#1575;&#1576;&#1578;&#1607;&#1605; &#1581;&#1583;&#1610;&#1579;&#1575;&#1611; &#1576;&#1575;&#1604;&#1587;&#1604; &#1575;&#1604;&#1585;&#1574;&#1608;&#1610; &#1605;&#1606; &#1571;&#1585;&#1576;&#1593;&#1577; &#1576;&#1604;&#1583;&#1575;&#1606; &#1605;&#1578;&#1608;&#1587;&#1591;&#1577; &#1575;&#1604;&#1583;&#1582;&#1604;. </p></sec><sec><title>&#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; </title><p>&#1601;&#1610; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1587;&#1578;&#1576;&#1575;&#1602;&#1610;&#1577; &#1605;&#1578;&#1593;&#1583;&#1583;&#1577; &#1575;&#1604;&#1605;&#1585;&#1575;&#1603;&#1586;&#1548; &#1602;&#1605;&#1606;&#1575; &#1576;&#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1575;&#1606;&#1577; &#1576;&#1600; 2185 &#1605;&#1585;&#1610;&#1590;&#1611;&#1575; &#1576;&#1605;&#1585;&#1590; &#1575;&#1604;&#1587;&#1604; &#1575;&#1604;&#1585;&#1574;&#1608;&#1610; &#1605;&#1606; &#1605;&#1608;&#1575;&#1602;&#1593; &#1601;&#1610; &#1573;&#1606;&#1583;&#1608;&#1606;&#1610;&#1587;&#1610;&#1575; &#1608;&#1576;&#1610;&#1585;&#1608; &#1608;&#1580;&#1606;&#1608;&#1576; &#1573;&#1601;&#1585;&#1610;&#1602;&#1610;&#1575; &#1608;&#1585;&#1608;&#1605;&#1575;&#1606;&#1610;&#1575; &#1605;&#1606; &#1610;&#1606;&#1575;&#1610;&#1585;/&#1603;&#1575;&#1606;&#1608;&#1606; &#1579;&#1575;&#1606;&#1610; 2014 &#1573;&#1604;&#1609; &#1587;&#1576;&#1578;&#1605;&#1576;&#1585;/&#1571;&#1610;&#1604;&#1608;&#1604; 2016. &#1608;&#1593;&#1606; &#1591;&#1585;&#1610;&#1602; &#1602;&#1610;&#1575;&#1587; &#1575;&#1604;&#1607;&#1610;&#1605;&#1608;&#1594;&#1604;&#1608;&#1576;&#1610;&#1606; &#1575;&#1604;&#1594;&#1604;&#1610;&#1603;&#1608;&#1586;&#1610;&#1604;&#1575;&#1578;&#1610; &#1601;&#1610; &#1575;&#1604;&#1605;&#1582;&#1578;&#1576;&#1585; (HbA1c) &#1603;&#1605;&#1593;&#1610;&#1575;&#1585; &#1571;&#1587;&#1575;&#1587;&#1610;&#1548; &#1602;&#1605;&#1606;&#1575; &#1576;&#1602;&#1610;&#1575;&#1587; &#1605;&#1583;&#1609; &#1583;&#1602;&#1577; &#1578;&#1588;&#1582;&#1610;&#1589; &#1603;&#1604; &#1605;&#1606; &#1580;&#1604;&#1608;&#1603;&#1608;&#1586; &#1575;&#1604;&#1576;&#1604;&#1575;&#1586;&#1605;&#1575; &#1575;&#1604;&#1593;&#1588;&#1608;&#1575;&#1574;&#1610;&#1548; &#1608;&#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577;&#1548; &#1608;&#1580;&#1604;&#1608;&#1603;&#1608;&#1586; &#1575;&#1604;&#1583;&#1605; &#1571;&#1579;&#1606;&#1575;&#1569; &#1575;&#1604;&#1589;&#1610;&#1575;&#1605;&#1548; &#1608;&#1605;&#1602;&#1610;&#1575;&#1587; &#1575;&#1604;&#1576;&#1608;&#1604;&#1548; &#1608;&#1583;&#1585;&#1580;&#1575;&#1578; &#1575;&#1604;&#1605;&#1582;&#1575;&#1591;&#1585; &#1575;&#1604;&#1605;&#1606;&#1588;&#1608;&#1585;&#1577; &#1608;&#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1576;&#1591;&#1577; &#1581;&#1583;&#1610;&#1579;&#1575; &#1605;&#1606; &#1583;&#1575;&#1569; &#1575;&#1604;&#1587;&#1603;&#1585;&#1610;&#1548; &#1608;&#1575;&#1604;&#1602;&#1610;&#1575;&#1587;&#1575;&#1578; &#1575;&#1604;&#1571;&#1606;&#1579;&#1585;&#1608;&#1576;&#1608;&#1605;&#1578;&#1585;&#1610;&#1577;. &#1602;&#1605;&#1606;&#1575; &#1571;&#1610;&#1590;&#1575; &#1576;&#1578;&#1581;&#1604;&#1610;&#1604; &#1605;&#1580;&#1605;&#1608;&#1593;&#1575;&#1578; &#1605;&#1606; &#1575;&#1604;&#1575;&#1582;&#1578;&#1576;&#1575;&#1585;&#1575;&#1578;&#1548; &#1576;&#1605;&#1575; &#1601;&#1610; &#1584;&#1604;&#1603; &#1575;&#1582;&#1578;&#1576;&#1575;&#1585; &#1605;&#1606; &#1582;&#1591;&#1608;&#1578;&#1610;&#1606; &#1576;&#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577; &#1593;&#1606;&#1583;&#1605;&#1575; &#1603;&#1575;&#1606; &#1605;&#1587;&#1578;&#1608;&#1609; &#1580;&#1604;&#1608;&#1603;&#1608;&#1586; &#1575;&#1604;&#1576;&#1604;&#1575;&#1586;&#1605;&#1575; &#1575;&#1604;&#1593;&#1588;&#1608;&#1575;&#1574;&#1610; &#1571;&#1603;&#1576;&#1585; &#1605;&#1606; &#1571;&#1608; &#1610;&#1587;&#1575;&#1608;&#1610; 6.1 &#1605;&#1604;&#1610;&#1605;&#1608;&#1604;/ &#1604;&#1578;&#1585;. </p></sec><sec><title>&#1575;&#1604;&#1606;&#1578;&#1575;&#1574;&#1580; </title><p>&#1603;&#1575;&#1606; &#1605;&#1593;&#1583;&#1604; &#1575;&#1604;&#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1575;&#1604;&#1603;&#1604;&#1610; &#1604;&#1605;&#1585;&#1590; &#1575;&#1604;&#1587;&#1603;&#1585;&#1610; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1585;&#1590;&#1609; &#1575;&#1604;&#1584;&#1610;&#1606; &#1578;&#1605; &#1578;&#1588;&#1582;&#1610;&#1589; &#1573;&#1589;&#1575;&#1576;&#1578;&#1607;&#1605; &#1581;&#1583;&#1610;&#1579;&#1611;&#1575; &#1576;&#1575;&#1604;&#1587;&#1604; &#1607;&#1608; 283/2185 <styled-content style-type="direction" style="direction:ltr;">(13.0%</styled-content>&#1563; &#1576;&#1601;&#1575;&#1589;&#1604; &#1579;&#1602;&#1577; <styled-content style-type="direction" style="direction:ltr;">95%</styled-content>&#1548; &#1601;&#1575;&#1589;&#1604; &#1579;&#1602;&#1577;: 11.6 &#1573;&#1604;&#1609; 14.4).&#1603;&#1575;&#1606;&#1578; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1577; &#1584;&#1575;&#1578; &#1571;&#1601;&#1590;&#1604; &#1583;&#1602;&#1577; &#1578;&#1588;&#1582;&#1610;&#1589;&#1610;&#1577; &#1607;&#1610; &#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577; (&#1575;&#1604;&#1605;&#1587;&#1575;&#1581;&#1577; &#1578;&#1581;&#1578; &#1605;&#1606;&#1581;&#1606;&#1609; &#1582;&#1575;&#1589;&#1610;&#1577; &#1575;&#1604;&#1578;&#1588;&#1594;&#1610;&#1604; &#1604;&#1604;&#1605;&#1587;&#1578;&#1602;&#1576;&#1616;&#1604;: 0.81&#1563; &#1576;&#1601;&#1575;&#1589;&#1604; &#1579;&#1602;&#1577; <styled-content style-type="direction" style="direction:ltr;">95%</styled-content>: 0.75 &#1573;&#1604;&#1609; 0.86). &#1603;&#1575;&#1606;&#1578; &#1583;&#1585;&#1580;&#1577; &#1575;&#1604;&#1582;&#1591;&#1585; &#1575;&#1604;&#1605;&#1588;&#1578;&#1602;&#1577; &#1576;&#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1593;&#1605;&#1585;&#1548; &#1608;&#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577;&#1548; &#1608;&#1580;&#1604;&#1608;&#1603;&#1608;&#1586; &#1575;&#1604;&#1576;&#1604;&#1575;&#1586;&#1605;&#1575; &#1575;&#1604;&#1593;&#1588;&#1608;&#1575;&#1574;&#1610;&#1548; &#1607;&#1610; &#1571;&#1601;&#1590;&#1604; &#1583;&#1602;&#1577; &#1578;&#1588;&#1582;&#1610;&#1589;&#1610;&#1577; &#1593;&#1575;&#1605;&#1577; (&#1575;&#1604;&#1605;&#1587;&#1575;&#1581;&#1577; &#1578;&#1581;&#1578; &#1575;&#1604;&#1605;&#1606;&#1581;&#1606;&#1609;: 0.85&#1563; &#1576;&#1601;&#1575;&#1589;&#1604; &#1579;&#1602;&#1577; <styled-content style-type="direction" style="direction:ltr;">95%</styled-content>: 0.81 &#1573;&#1604;&#1609; 0.90). &#1603;&#1575;&#1606;&#1578; &#1607;&#1606;&#1575;&#1603; &#1593;&#1583;&#1605; &#1578;&#1580;&#1575;&#1606;&#1587; &#1608;&#1575;&#1590;&#1581; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1608;&#1575;&#1602;&#1593; &#1604;&#1603;&#1604; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;&#1548; &#1573;&#1604;&#1575; &#1571;&#1606; &#1575;&#1604;&#1575;&#1582;&#1578;&#1576;&#1575;&#1585; &#1575;&#1604;&#1605;&#1603;&#1608;&#1606; &#1605;&#1606; &#1582;&#1591;&#1608;&#1578;&#1610;&#1606; &#1602;&#1583;&#1605; &#1571;&#1583;&#1575;&#1569;&#1611; &#1580;&#1610;&#1583;&#1611;&#1575; &#1601;&#1610; &#1573;&#1606;&#1583;&#1608;&#1606;&#1610;&#1587;&#1610;&#1575; &#1608;&#1576;&#1610;&#1585;&#1608;. </p></sec><sec><title>&#1575;&#1604;&#1575;&#1587;&#1578;&#1606;&#1578;&#1575;&#1580; </title><p> &#1610;&#1605;&#1603;&#1606; &#1604;&#1575;&#1582;&#1578;&#1576;&#1575;&#1585; &#1580;&#1604;&#1608;&#1603;&#1608;&#1586; &#1575;&#1604;&#1576;&#1604;&#1575;&#1586;&#1605;&#1575; &#1575;&#1604;&#1593;&#1588;&#1608;&#1575;&#1574;&#1610;&#1548; &#1608;&#1610;&#1604;&#1610;&#1607; &#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577;&#1548; &#1578;&#1588;&#1582;&#1610;&#1589; &#1605;&#1585;&#1590; &#1575;&#1604;&#1587;&#1603;&#1585;&#1610; &#1576;&#1583;&#1602;&#1577; &#1601;&#1610; &#1605;&#1585;&#1590;&#1609; &#1575;&#1604;&#1587;&#1604;&#1548; &#1608;&#1582;&#1575;&#1589;&#1577; &#1571;&#1608;&#1604;&#1574;&#1603; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1593;&#1575;&#1606;&#1608;&#1606; &#1605;&#1606; &#1575;&#1585;&#1578;&#1601;&#1575;&#1593; &#1588;&#1583;&#1610;&#1583; &#1601;&#1610; &#1587;&#1603;&#1585; &#1575;&#1604;&#1583;&#1605;&#1548; &#1605;&#1593; &#1578;&#1602;&#1604;&#1610;&#1604; &#1575;&#1604;&#1581;&#1575;&#1580;&#1577; &#1573;&#1604;&#1609; &#1575;&#1582;&#1578;&#1576;&#1575;&#1585; HbA1c &#1575;&#1604;&#1571;&#1603;&#1579;&#1585; &#1578;&#1603;&#1604;&#1601;&#1577; &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577;. &#1602;&#1583; &#1578;&#1603;&#1608;&#1606; &#1583;&#1585;&#1580;&#1575;&#1578; &#1575;&#1604;&#1582;&#1591;&#1585; &#1605;&#1601;&#1610;&#1583;&#1577;&#1548; &#1587;&#1608;&#1575;&#1569; &#1605;&#1593; &#1576;&#1610;&#1575;&#1606;&#1575;&#1578; &#1603;&#1610;&#1605;&#1610;&#1575;&#1574;&#1610;&#1577; &#1581;&#1610;&#1608;&#1610;&#1577; &#1571;&#1608; &#1576;&#1583;&#1608;&#1606;&#1607;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606;&#1607;&#1575; &#1578;&#1578;&#1591;&#1604;&#1576; &#1575;&#1604;&#1578;&#1581;&#1602;&#1602; &#1605;&#1606; &#1575;&#1604;&#1589;&#1581;&#1577;. <bold/></p></sec></trans-abstract><trans-abstract xml:lang="zh"><title>&#25688;&#35201;</title><sec><title>&#30446;&#30340;</title><p>&#35780;&#20272;&#29992;&#20110;&#22235;&#20010;&#20013;&#31561;&#25910;&#20837;&#22269;&#23478;&#26032;&#35786;&#26029;&#32467;&#26680;&#30149;&#24739;&#32773;&#30340;&#31958;&#23615;&#30149;&#35786;&#26029;&#24037;&#20855;&#30340;&#34920;&#29616;&#65292;&#20854;&#20013;&#21253;&#25324;&#23454;&#39564;&#23460;&#26041;&#27861;&#21644;&#20020;&#24202;&#39118;&#38505;&#35780;&#20998;&#12290;</p></sec><sec><title>&#26041;&#27861;</title><p>&#22312;&#36825;&#39033;&#22810;&#20013;&#24515;&#12289;&#21069;&#30651;&#24615;&#30340;&#30740;&#31350;&#20013;&#65292;&#33258;&#160;2014&#160;&#24180;&#160;1&#160;&#26376;&#36215;&#33267;&#160;2016&#160;&#24180;&#160;9&#160;&#26376;&#65292;&#25105;&#20204;&#20174;&#31192;&#40065;&#12289;&#32599;&#39532;&#23612;&#20122;&#12289;&#21335;&#38750;&#21644;&#21360;&#24230;&#23612;&#35199;&#20122;&#21508;&#22320;&#25307;&#21215;&#20102;&#160;2185&#160;&#21517;&#32954;&#32467;&#26680;&#24739;&#32773;&#12290;&#20351;&#29992;&#23454;&#39564;&#23460;&#27979;&#37327;&#30340;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#20026;&#40644;&#37329;&#26631;&#20934;&#65292;&#25105;&#20204;&#27979;&#37327;&#20102;&#38543;&#26426;&#34880;&#31958;&#12289;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#12289;&#31354;&#33145;&#34880;&#31958;&#12289;&#23615;&#28082;&#24120;&#35268;&#26816;&#26597;&#12289;&#24050;&#21457;&#34920;&#30340;&#21644;&#26032;&#23548;&#20986;&#30340;&#31958;&#23615;&#30149;&#39118;&#38505;&#35780;&#20998;&#20197;&#21450;&#20154;&#20307;&#27979;&#37327;&#27861;&#30340;&#35786;&#26029;&#20934;&#30830;&#24230;&#12290;&#25105;&#20204;&#36824;&#23545;&#32452;&#21512;&#26816;&#27979;&#27861;&#36827;&#34892;&#20102;&#20998;&#26512;&#65292;&#20854;&#20013;&#21253;&#25324;&#20004;&#27493;&#26816;&#27979;&#27861;&#65306;&#21363;&#22312;&#21021;&#22987;&#38543;&#26426;&#34880;&#31958;&#20026;&#20020;&#30028;&#20540;&#160;&#8805;6.1&#160;mmol/L&#160;&#26102;&#65292;&#36827;&#34892;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#12290;</p></sec><sec><title>&#32467;&#26524;</title><p>&#26032;&#35786;&#26029;&#32467;&#26680;&#30149;&#24739;&#32773;&#20013;&#65292;&#31958;&#23615;&#30149;&#30340;&#25972;&#20307;&#24739;&#30149;&#29575;&#20026;&#160;283/2185&#65288;13.0&#65285;&#65307;95&#65285;&#160;&#32622;&#20449;&#21306;&#38388;&#65292;CI&#65306;11.6&#8211;14.4&#65289;&#12290;&#26368;&#20934;&#30830;&#30340;&#35786;&#26029;&#25351;&#26631;&#26159;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#65288;&#21463;&#35797;&#32773;&#24037;&#20316;&#29305;&#24449;&#26354;&#32447;&#19979;&#30340;&#21306;&#22495;&#65306;0.81&#65307;95&#65285;&#160;&#32622;&#20449;&#21306;&#38388;&#65292;CI&#65306;0.75-0.86&#65289;&#12290;&#20351;&#29992;&#24180;&#40836;&#12289;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#21644;&#38543;&#26426;&#34880;&#31958;&#24471;&#20986;&#30340;&#39118;&#38505;&#35780;&#20998;&#25972;&#20307;&#35786;&#26029;&#20934;&#30830;&#24230;&#26368;&#20339;&#65288;&#21463;&#35797;&#32773;&#24037;&#20316;&#29305;&#24449;&#26354;&#32447;&#19979;&#30340;&#21306;&#22495;&#65306;0.85&#65307;95&#65285;&#160;&#32622;&#20449;&#21306;&#38388;&#65292;CI&#65306;0.81-0.90&#65289;&#12290;&#19981;&#21516;&#22320;&#28857;&#30340;&#25351;&#26631;&#20043;&#38388;&#23384;&#22312;&#26174;&#33879;&#30340;&#24322;&#36136;&#24615;&#65292;&#20294;&#20004;&#27493;&#32452;&#21512;&#26816;&#27979;&#27861;&#22312;&#31192;&#40065;&#21644;&#21360;&#24230;&#23612;&#35199;&#20122;&#34920;&#29616;&#33391;&#22909;&#12290;</p></sec><sec><title>&#32467;&#35770;</title><p>&#22312;&#38543;&#26426;&#34880;&#31958;&#26816;&#27979;&#21518;&#20877;&#36827;&#34892;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#21487;&#20197;&#20934;&#30830;&#35786;&#26029;&#32467;&#26680;&#30149;&#24739;&#32773;&#26159;&#21542;&#24739;&#26377;&#31958;&#23615;&#30149;&#65288;&#23588;&#20854;&#38024;&#23545;&#24739;&#26377;&#20005;&#37325;&#39640;&#34880;&#31958;&#30340;&#24739;&#32773;&#65289;&#65292;&#21516;&#26102;&#20943;&#23569;&#23545;&#26356;&#20026;&#26114;&#36149;&#30340;&#31958;&#21270;&#34880;&#32418;&#34507;&#30333;&#160;(HbA1c)&#160;&#24202;&#26049;&#26816;&#27979;&#30340;&#38656;&#27714;&#12290;&#20869;&#38468;&#25110;&#26410;&#38468;&#29983;&#21270;&#25351;&#26631;&#30340;&#39118;&#38505;&#35780;&#20998;&#21487;&#33021;&#26377;&#29992;&#65292;&#20294;&#20173;&#38656;&#39564;&#35777;&#12290;<bold/></p></sec></trans-abstract><trans-abstract xml:lang="ru"><title>&#1056;&#1077;&#1079;&#1102;&#1084;&#1077;</title><sec><title>&#1062;&#1077;&#1083;&#1100;</title><p>&#1054;&#1094;&#1077;&#1085;&#1080;&#1090;&#1100; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1082;&#1080; &#1089;&#1072;&#1093;&#1072;&#1088;&#1085;&#1086;&#1075;&#1086; &#1076;&#1080;&#1072;&#1073;&#1077;&#1090;&#1072; (&#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1099; &#1080; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1082;&#1083;&#1080;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1080;&#1089;&#1082;&#1072;) &#1091; &#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1086; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1084; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1086;&#1084; &#1083;&#1077;&#1075;&#1082;&#1080;&#1093; &#1080;&#1079; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093; &#1089;&#1090;&#1088;&#1072;&#1085; &#1089;&#1086; &#1089;&#1088;&#1077;&#1076;&#1085;&#1080;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1084; &#1076;&#1086;&#1093;&#1086;&#1076;&#1086;&#1074;.</p></sec><sec><title>&#1052;&#1077;&#1090;&#1086;&#1076;&#1099;</title><p>&#1057; &#1103;&#1085;&#1074;&#1072;&#1088;&#1103; 2014&#160;&#1075;&#1086;&#1076;&#1072; &#1087;&#1086; &#1089;&#1077;&#1085;&#1090;&#1103;&#1073;&#1088;&#1100; 2016&#160;&#1075;&#1086;&#1076;&#1072; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1087;&#1088;&#1086;&#1074;&#1077;&#1083;&#1080; &#1084;&#1085;&#1086;&#1075;&#1086;&#1094;&#1077;&#1085;&#1090;&#1088;&#1086;&#1074;&#1086;&#1077; &#1087;&#1088;&#1086;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1087;&#1088;&#1080;&#1085;&#1103;&#1083;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; 2185&#160;&#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1086;&#1084; &#1083;&#1077;&#1075;&#1082;&#1080;&#1093;, &#1087;&#1088;&#1086;&#1078;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1093; &#1074; &#1048;&#1085;&#1076;&#1086;&#1085;&#1077;&#1079;&#1080;&#1080;, &#1055;&#1077;&#1088;&#1091;, &#1056;&#1091;&#1084;&#1099;&#1085;&#1080;&#1080; &#1080; &#1070;&#1078;&#1085;&#1086;&#1081;&#160;&#1040;&#1092;&#1088;&#1080;&#1082;&#1077;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1080;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1080;&#1080; &#1075;&#1083;&#1080;&#1082;&#1086;&#1079;&#1080;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1075;&#1077;&#1084;&#1086;&#1075;&#1083;&#1086;&#1073;&#1080;&#1085;&#160;(HbA1c) &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1086;&#1073;&#1097;&#1077;&#1087;&#1088;&#1080;&#1085;&#1103;&#1090;&#1086;&#1075;&#1086; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1072;, &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1080;&#1079;&#1084;&#1077;&#1088;&#1080;&#1083;&#1080; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074;&#1099;&#1073;&#1086;&#1088;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1087;&#1083;&#1072;&#1079;&#1084;&#1077;; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; HbA1c, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1084;&#1086;&#1075;&#1086; &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1082;&#1088;&#1086;&#1074;&#1080; &#1085;&#1072;&#1090;&#1086;&#1097;&#1072;&#1082; &#1080; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1072;&#1093;&#1072;&#1088;&#1072; &#1074; &#1084;&#1086;&#1095;&#1077; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1080;&#1085;&#1076;&#1080;&#1082;&#1072;&#1090;&#1086;&#1088;&#1085;&#1086;&#1081; &#1087;&#1086;&#1083;&#1086;&#1089;&#1082;&#1080; &#1089; &#1091;&#1095;&#1077;&#1090;&#1086;&#1084; &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1080; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1086;&#1094;&#1077;&#1085;&#1086;&#1082; &#1088;&#1080;&#1089;&#1082;&#1072; &#1079;&#1072;&#1073;&#1086;&#1083;&#1077;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1072;&#1093;&#1072;&#1088;&#1085;&#1099;&#1084; &#1076;&#1080;&#1072;&#1073;&#1077;&#1090;&#1086;&#1084; &#1080; &#1072;&#1085;&#1090;&#1088;&#1086;&#1087;&#1086;&#1084;&#1077;&#1090;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1080;&#1081;. &#1052;&#1099; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1088;&#1086;&#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1080; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077; &#1076;&#1074;&#1091;&#1093;&#1101;&#1090;&#1072;&#1087;&#1085;&#1099;&#1081; &#1090;&#1077;&#1089;&#1090; &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; HbA1c, &#1080;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1087;&#1088;&#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1087;&#1083;&#1072;&#1079;&#1084;&#1077; &#8805;&#8201;6,1&#160;&#1084;&#1084;&#1086;&#1083;&#1100;/&#1083;.</p></sec><sec><title>&#1056;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099;</title><p>&#1054;&#1073;&#1097;&#1072;&#1103; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1072;&#1093;&#1072;&#1088;&#1085;&#1086;&#1075;&#1086; &#1076;&#1080;&#1072;&#1073;&#1077;&#1090;&#1072; &#1089;&#1088;&#1077;&#1076;&#1080; &#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1086; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1084; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1086;&#1084; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1072; 283&#160;&#1089;&#1083;&#1091;&#1095;&#1072;&#1103; &#1085;&#1072; 2185&#160;&#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#160;(13,0%, 95%-&#1081; &#1076;&#1086;&#1074;&#1077;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;, &#1044;&#1048;: 11,6&#8211;14,4). &#1052;&#1072;&#1088;&#1082;&#1077;&#1088; &#1089; &#1085;&#1072;&#1080;&#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102;&#160;&#8212; HbA1c, &#1080;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;&#160;(&#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1087;&#1086;&#1076; &#1082;&#1088;&#1080;&#1074;&#1086;&#1081; ROC: 0,81; 95%-&#1081; &#1044;&#1048;: 0,75&#8211;0,86). &#1054;&#1094;&#1077;&#1085;&#1082;&#1072; &#1088;&#1080;&#1089;&#1082;&#1072; &#1074; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1074;&#1086;&#1079;&#1088;&#1072;&#1089;&#1090;&#1072;, HbA1c, &#1080;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1087;&#1083;&#1072;&#1079;&#1084;&#1077; &#1080;&#1084;&#1077;&#1083;&#1072; &#1085;&#1072;&#1080;&#1083;&#1091;&#1095;&#1096;&#1091;&#1102; &#1086;&#1073;&#1097;&#1091;&#1102; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100;&#160;(&#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1087;&#1086;&#1076; &#1082;&#1088;&#1080;&#1074;&#1086;&#1081;: 0,85; 95%-&#1081; &#1044;&#1048;: 0,81&#8211;0,90). &#1042; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1084;&#1077;&#1089;&#1090;&#1072;&#1093; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1083;&#1072;&#1089;&#1100; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1072;&#1103; &#1075;&#1077;&#1090;&#1077;&#1088;&#1086;&#1075;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074;, &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1076;&#1074;&#1091;&#1093;&#1089;&#1090;&#1091;&#1087;&#1077;&#1085;&#1095;&#1072;&#1090;&#1099;&#1081; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1090;&#1077;&#1089;&#1090; &#1076;&#1072;&#1083; &#1093;&#1086;&#1088;&#1086;&#1096;&#1080;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1076;&#1083;&#1103; &#1048;&#1085;&#1076;&#1086;&#1085;&#1077;&#1079;&#1080;&#1080; &#1080; &#1055;&#1077;&#1088;&#1091;.</p></sec><sec><title>&#1042;&#1099;&#1074;&#1086;&#1076;</title><p>&#1042;&#1099;&#1073;&#1086;&#1088;&#1086;&#1095;&#1085;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1084;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1087;&#1083;&#1072;&#1079;&#1084;&#1077; &#1089; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1084; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; HbA1c &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1084;&#1086;&#1078;&#1077;&#1090; &#1090;&#1086;&#1095;&#1085;&#1086; &#1076;&#1080;&#1072;&#1075;&#1085;&#1086;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1080;&#1072;&#1073;&#1077;&#1090; &#1091; &#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1086;&#1084;, &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1091; &#1087;&#1072;&#1094;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1089; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1075;&#1080;&#1087;&#1077;&#1088;&#1075;&#1083;&#1080;&#1082;&#1077;&#1084;&#1080;&#1077;&#1081;, &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1072;&#1103; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1074; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1084; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; HbA1c &#1074; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;. &#1054;&#1094;&#1077;&#1085;&#1082;&#1080; &#1088;&#1080;&#1089;&#1082;&#1072; &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1073;&#1080;&#1086;&#1093;&#1080;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1072; &#1082;&#1088;&#1086;&#1074;&#1080; &#1080;&#1083;&#1080; &#1073;&#1077;&#1079; &#1085;&#1080;&#1093; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1099;&#1084;&#1080;, &#1085;&#1086; &#1085;&#1091;&#1078;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1077;.</p></sec></trans-abstract></article-meta></front><body><sec sec-type="intro"><title>Introduction</title><p>Tuberculosis is a major global public health concern. In 2016, the World Health Organization (WHO) estimated that there were 10.4 million new tuberculosis patients worldwide and 1.8 million tuberculosis-related deaths.<xref rid="R1" ref-type="bibr"><sup>1</sup></xref> Diabetes mellitus affects the host immune response to tuberculosis, and people with diabetes have a threefold increased risk of developing active tuberculosis.<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> In 2015, the International Diabetes Federation estimated that there were 415 million adults living with diabetes mellitus worldwide, many undiagnosed, and mostly living in low- and middle-income countries where there is often a high burden of tuberculosis.<xref rid="R1" ref-type="bibr"><sup>1</sup></xref><sup>,</sup><xref rid="R3" ref-type="bibr"><sup>3</sup></xref> Diabetes patients with concurrent tuberculosis also have poorer tuberculosis treatment outcomes,<xref rid="R4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="R5" ref-type="bibr"><sup>5</sup></xref> so it is important to identify these patients promptly to optimize treatment.</p><p>Current WHO guidelines for diagnosing diabetes mellitus in healthy people at high risk of the disease are based on identifying diabetes symptoms (polyuria, polydipsia, unexplained weight loss), in combination with measurement of fasting plasma glucose, oral glucose tolerance or glycated haemoglobin (HbA1c). Repeated laboratory measurements are needed if the patient does not have symptoms.<xref rid="R4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="R6" ref-type="bibr"><sup>6</sup></xref> WHO recommends screening newly diagnosed tuberculosis patients for diabetes, but has not recommended any specific method.<xref rid="R7" ref-type="bibr"><sup>7</sup></xref> The symptoms of active tuberculosis disease overlap with those of diabetes, and the inflammation associated with infectious disease can increase insulin resistance, which complicates the diagnosis of diabetes.<xref rid="R8" ref-type="bibr"><sup>8</sup></xref></p><p>Several risk scores have been developed to detect undiagnosed diabetes based on clinical data.<xref rid="R9" ref-type="bibr"><sup>9</sup></xref> However, the scores are strongly based on anthropometric markers (body mass index, waist&#8211;hip ratio) that are affected by the weight loss associated with tuberculosis disease. Previous studies screening tuberculosis patients for undiagnosed diabetes have mainly considered operational issues and feasibility.<xref rid="R9" ref-type="bibr"><sup>9</sup></xref><sup>&#8211;</sup><xref rid="R12" ref-type="bibr"><sup>12</sup></xref> Few studies have compared the accuracy of more than one screening test, including simple and affordable tests such as risk scores and some point-of-care tests. Furthermore, studies have not estimated the accuracy of two-step screening processes or risk scores for diabetes diagnosis derived specifically in tuberculosis patients. We therefore aimed to evaluate the performance of diagnostic tools for diabetes mellitus, including standard glucose testing, two-step screening and clinical risk scores, in newly-diagnosed pulmonary tuberculosis patients from four middle-income countries.</p></sec><sec sec-type="methods"><title>Methods</title><sec><title>Study design</title><p>The Concurrent Tuberculosis and Diabetes Mellitus (TANDEM) study aimed to improve the screening and management of combined tuberculosis and diabetes mellitus.<xref rid="R13" ref-type="bibr"><sup>13</sup></xref> This multicentre, prospective study has field sites in Indonesia, Peru, Romania and South Africa. These are countries with diverse health-care systems and population demographics, but a relatively high burden of tuberculosis and an increasing prevalence of diabetes.<xref rid="R1" ref-type="bibr"><sup>1</sup></xref><sup>,</sup><xref rid="R3" ref-type="bibr"><sup>3</sup></xref> Further information on the study design and methods are available from a data repository.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref></p></sec><sec><title>Study procedures</title><p>At each site we recruited patients with newly diagnosed pulmonary tuberculosis based on symptoms, chest X-rays and sputum culture examination. Consecutive pulmonary tuberculosis patients presenting for treatment at study sites after January 2014 were recruited up until September 2016. We excluded patients from the diagnostic accuracy analysis if they were known to have diabetes (i.e. self-reporting a previous diagnosis of diabetes mellitus from a health-care practitioner or on antidiabetic medication). We used laboratory measurement of HbA1c as the gold standard for the diagnosis of diabetes, with a diagnostic cut-off point &#8805;&#8201;6.5%.<xref rid="R4" ref-type="bibr"><sup>4</sup></xref> To account for potential transient hyperglycaemia, we made secondary analyses, defining diabetes by repeated raised HbA1c at the end of tuberculosis treatment with a higher cut-off at baseline (&#8805;&#8201;7.0%)<xref rid="R8" ref-type="bibr"><sup>8</sup></xref> or by fasting plasma glucose.</p><p>We screened for diabetes at the time of recruitment, and patients with initial raised HbA1c were offered a confirmatory test. We aimed to repeat the HbA1c test for all patients at the end of tuberculosis treatment, which was 6&#160;months after recruitment. Other data collected include demographic data, height, weight, family history of diabetes, self-reported gestational diabetes or delivery of a large baby (&gt;&#8201;4&#160;kg weight), anthropometric measurements (waist circumference and weight-to-hip ratio), levels of physical activity and consumption of fruits and vegetables. We recorded point-of-care diabetes markers (HbA1c), random plasma glucose and fasting plasma glucose for those with an initial random plasma glucose &#8805;&#8201;6.1&#160;mmol/L and urinary dipstick for glucose. Point-of-care HbA1c measurements were made using the HemoCue&#174; HbA1c 501 test (HemoCue AB, &#196;ngelholm, Sweden). In Romania, HemoCue&#174; was not available, so we used QuoTest&#174; (EKF Diagnostics, Cardiff, United Kingdom of Great Britain and Northern Ireland). In addition, we sent blood samples for HbA1c testing in an accredited laboratory with certification from the National Institutes of Diabetes and Digestive and Kidney Diseases.<xref rid="R15" ref-type="bibr"><sup>15</sup></xref> We calculated three previously published diabetes risk scores for each patient: the Finnish diabetes risk score,<xref rid="R16" ref-type="bibr"><sup>16</sup></xref> the Indian risk score<xref rid="R17" ref-type="bibr"><sup>17</sup></xref> and the Oman diabetes risk scores.<xref rid="R18" ref-type="bibr"><sup>18</sup></xref> We selected these scores based on a recent review<xref rid="R9" ref-type="bibr"><sup>9</sup></xref> due to their higher sensitivity in detecting diabetes, repeatability in validation studies, demographic diversity and complementary variables.</p><p>We also evaluated a two-step combination test, which was a random plasma glucose test, followed by a point-of-care HbA1c test in certain circumstances. If the random plasma glucose test result was &lt;&#8201;6.1&#160;mmol/L the individual was determined not to have diabetes, and no further testing was performed. For random plasma glucose &#8805;&#8201;11.1&#160;mmol/L, the individual was determined to have diabetes and no further testing was performed. For random plasma glucose between these values a point-of-care HbA1c test would be performed. This combination was chosen since the initial test is cheap and widely available, and low levels are more likely to rule out diabetes. The second test is more expensive, but used only on those with random plasma glucose &#8805;&#8201;6.1&#160;mmol/L. Neither test requires the patient to fast, so both can be performed in one clinic visit.</p></sec><sec><title>Statistical methods</title><p>In cross-sectional analysis, we compared the diagnostic accuracy of random plasma glucose, fasting plasma glucose, point-of-care HbA1c, urine dipstick and the three published diabetes risk scores and the two-step combination test. We calculated sensitivity, specificity and the area under the receiver operating characteristic (ROC) curve. We defined cut-offs for each diagnostic measure using established values from the published literature,<xref rid="R6" ref-type="bibr"><sup>6</sup></xref><sup>,</sup><xref rid="R9" ref-type="bibr"><sup>9</sup></xref><sup>,</sup><xref rid="R19" ref-type="bibr"><sup>19</sup></xref><sup>,</sup><xref rid="R20" ref-type="bibr"><sup>20</sup></xref> and two data-driven values, one chosen to provide the maximum combination of sensitivity and specificity, the other a sensitivity of at least 80%. Sample size calculations were carried out for a pre-specified sensitivity and precision.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref></p><p>We developed new risk scores using logistic regression models and backward variable selection. These scores aimed to assess the diagnostic accuracy of combining random plasma glucose and point-of-care HbA1c with anthropometric and risk factor measurements. The variables included were derived from previously published risk scores,<xref rid="R9" ref-type="bibr"><sup>9</sup></xref> including age, family history of diabetes, physical activity (active for more than 30 minutes per day), daily consumption of fruits and vegetables, taking antihypertensive medications, waist circumference, weight-to-hip ratio, body mass index, random plasma glucose and point-of-care HbA1c. To maximize diagnostic accuracy we also used first- and second-order fractional polynomial methods for the continuous predictors random plasma glucose, point-of-care HbA1c, age and body mass index.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref> In a separate model for women, we included history of gestational diabetes and delivery of a large baby. The full TANDEM score included all variables retained in the backward selection model, with <italic>P</italic>&#8201;&lt;&#8201;0.1 required to remain in the model. The restricted TANDEM score followed the same method, but omitted point-of-care HbA1c as a covariate due to the cost implications.</p><p>We summarized the areas under the ROC curve and sensitivity and specificity estimates over the whole study population. Due to considerable diagnostic heterogeneity, we stratified estimates by country. We also assessed diagnostic accuracy in the sensitivity analyses when defining diabetes using fasting plasma glucose (&#8805;&#8201;7&#160;mmol/L), where fasting plasma glucose was available. Statistical analyses were performed using SAS, version 9.4 (SAS Institute, Cary, United States of America).</p></sec></sec><sec sec-type="results"><title>Results</title><sec><title>Baseline characteristics</title><p>A total of 2185 patients with newly-diagnosed pulmonary tuberculosis were enrolled: 748 in Indonesia, 600 in Peru, 506 in Romania and 331 in South Africa. Tuberculosis was bacteriologically confirmed in 1867 (85.4%) patients, with the rest being diagnosed clinically. A quarter of patients (538; 24.7%) reported a previous diagnosis of tuberculosis, 363 (64.0%) of whom had completed treatment. At screening, 2032 patients (93.2%) had cough, 1690 (77.8%) had weight loss and 1466 (67.7%) reported night sweats. Among patients agreeing to testing, co-infection with human immunodeficiency virus was found in one patient (0.2%) in Romania, 26 (3.5%) in Indonesia, 23 (3.8%) in Peru and 31 (9.4%) in South Africa.</p><p>For the diagnostic accuracy analysis we excluded 183 patients with self-reported diabetes before recruitment and also 63 with no measurement of laboratory HbA1c. Baseline characteristics and diabetes diagnostic test data are summarized in <xref rid="T1" ref-type="table">Table&#160;1</xref> for the 1939 newly-diagnosed pulmonary tuberculosis patients with no previous diabetes diagnosis: 649 in Indonesia, 562 in Peru, 469 in Romania and 259 in South Africa. In total, 100 patients were newly diagnosed with diabetes, a crude prevalence of 5.2% (95% CI: 4.2&#8211;6.2), ranging from 3.0% (95% CI: 1.8&#8211;4.8; 17 patients) in Peru to 6.9% (95% CI: 4.2&#8211;10.8; 18 patients) in South Africa. The overall crude prevalence of diabetes mellitus (both new and previously diagnosed) was 13.0% (95% CI: 11.6&#8211;14.4; 283 patients).</p><table-wrap id="T1" orientation="portrait" position="float"><?Table Turn3?><label>Table 1</label><caption><title>Baseline characteristics and diabetes mellitus status of newly-diagnosed pulmonary tuberculosis patients with no previous diabetes mellitus diagnosis in the Concurrent Tuberculosis and Diabetes Mellitus study, 2014&#8211;2016</title></caption><table-wrap-foot><p>HbA1c: glycated haemoglobin; IQR: interquartile range; NA: not applicable.</p><p><sup>a</sup> We defined diabetes mellitus as HbA1c &#8805;&#8201;6.5%.</p><p><sup>b</sup> Fasting plasma glucose testing was not done in South Africa. Fasting plasma glucose was intended to be measured at baseline when random plasma glucose was &#8805;&#8201;6.1&#160;mmol/L.</p><p><sup>c</sup> Finnish diabetes risk score includes the variables age, body mass index, waist circumference, current blood pressure medication, history of high blood glucose, physical activity and consumption of fruits and vegetables, and takes values 0&#8211;20 with a suggested optimal diagnostic cut-off of &#8805;&#8201;9.15.<xref rid="R16" ref-type="bibr"><sup>16</sup></xref> Indian risk score includes age, body mass index, waist circumference, family history of diabetes mellitus and physical activity, has values 0&#8211;42 with a suggested cut-off of &#8805;&#8201;21.<xref rid="R17" ref-type="bibr"><sup>17</sup></xref> Oman diabetes risk score includes age, waist circumference, sex, body mass index, hypertension, and family history of diabetes mellitus and has values 0&#8211;25 with a suggested cut-off of &#8805;&#8201;10.<xref rid="R18" ref-type="bibr"><sup>18</sup></xref></p><p>Notes: Patients were recruited to the study from January 2014 to September 2016. <italic>N</italic> is the total number of patients. Participant numbers reported here may vary slightly from some other TANDEM consortium analyses owing to minor differences in inclusion criteria or recruitment period.</p></table-wrap-foot></table-wrap></sec><sec><title>Diabetes risk scores</title><p>Logistic regression parameter estimates and diabetes risk scores are shown in <xref rid="T2" ref-type="table">Table&#160;2</xref>. In univariate analysis, age, family history of diabetes, physical activity, taking antihypertensive medications, waist circumference, body mass index category, random plasma glucose and point-of-care HbA1c were all associated with incident diabetes (<italic>P</italic>&#8201;&lt;&#8201;0.1). Data on the relationships of age, random plasma glucose and point-of-care HbA1c with the probability of diabetes are available from the repository.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref></p><table-wrap id="T2" orientation="portrait" position="float"><label>Table 2</label><caption><title>Univariate and multivariate logistic regression models; development of risk scores in the Concurrent Tuberculosis and Diabetes Mellitus study, 2014&#8211;2016</title></caption><table-wrap-foot><p>CI: confidence interval; HbA1c: glycated haemoglobin; NA: not applicable; OR: odds ratio; Ref. reference category; TANDEM<bold>:</bold> Concurrent Tuberculosis and Diabetes Mellitus study.</p><p><sup>a</sup> TANDEM scores were derived from multivariate backward selection logistic regression including all covariates significant in univariate models (<italic>P</italic>&#8201;&lt;&#8201;0.15) as candidate variables. The values for the full score ranged from 8.7&#8211;33.5 (median 11.3) and the restricted score 1.1&#8211;26.1 (median 2.9).</p><p><sup>b</sup> Restricted risk scores omitted point-of-care HbA1c from the covariates. </p><p><sup>c</sup> Second order fractional polynomial was calculated as: <italic>&#946;1</italic> Age<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> + <italic>&#946;2</italic> Age<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> log(Age). </p><p><sup>d</sup> Odds ratios were omitted for fractional polynomial parameters; the continuous probability plots are available from authors&#8217; data repository.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref>
</p><p><sup>e</sup> Global body mass index <italic>P</italic>-values: univariate 0.0002; restricted TANDEM score 0.087.</p><p>Note: New diabetes mellitus cases were defined using a single HbA1c measurement (&#8805;&#8201;6.5%).</p></table-wrap-foot></table-wrap><p>In the full multivariate stepwise regression model the fractional polynomial form of age, random plasma glucose<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> and log(point-of-care HbA1c) were selected as independent predictors of diabetes. In the restricted model, the fractional polynomial form of age, physical activity, body mass index category and random plasma glucose<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> were selected as predictors. In a separate model for women, history of gestational diabetes and delivery of a big baby were assessed, although neither approached statistical significance (<italic>P</italic>&#8201;&gt;&#8201;0.2). The parameter estimates from these models were used to construct two new risk score equations (<xref ref-type="boxed-text" rid="B1">Box&#160;1</xref>). </p><boxed-text id="B1" position="float" orientation="portrait"><label>Box&#160;1</label><caption><title>Two new risk scores for diabetes mellitus</title></caption><p>Full TANDEM score&#8201;=&#8201;0.0073(Age)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>&#8722;0.0016(Age)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>log(Age)+0.019(RPG)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>+5.04log (point-of-care HbA1c)</p><p>Restricted TANDEM score&#8201;=&#8201;0.0077(Age)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>&#8722;0.0017(Age)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>log(Age)+0.025(RPG)<xref rid="R2" ref-type="bibr"><sup>2</sup></xref>+0.36(if 25 &#8804;&#8201;BMI &#8804;&#8201;30)+1.34(if BMI &gt;&#8201;30)+0.64(if &lt;&#8201;30 minutes physical activity/day)</p><fn-group><fn><p>BMI: body mass index; HbA1c: glycated haemoglobin; RPG: random plasma glucose; TANDEM<bold>:</bold> Concurrent Tuberculosis and Diabetes Mellitus study.</p></fn></fn-group></boxed-text></sec><sec><title>Diagnostic accuracy of markers</title><p>There was considerable heterogeneity in the degree of laboratory-measured HbA1c associated with diabetes between countries (<xref ref-type="fig" rid="F1">Fig.&#160;1</xref>). In Indonesia and Peru, the median HbA1c level for new diabetes cases was 10.8% (interquartile range, IQR: 8.0&#8211;12.9) and 7.9% (IQR: 6.8&#8211;10.6), respectively, far above the recognized 6.5% diagnostic cut-off for diabetes. In Romania and South Africa the levels were 6.7% (IQR: 6.6&#8211;6.9) and 6.8% (IQR: 6.6&#8211;7.0), respectively.</p><fig id="F1" fig-type="figure" orientation="portrait" position="float"><label>Fig. 1</label><caption><p>Distribution of laboratory-measured glycated haemoglobin in patients with newly diagnosed tuberculosis recruited to the Concurrent Tuberculosis and Diabetes Mellitus study, by country, 2014&#8211;2016 </p></caption><p>Note: New diabetes mellitus was defined by laboratory-measured glycated haemoglobin &#8805;&#8201;6.5%.</p><graphic xlink:href="BLT.17.206227-F1"/></fig><p><xref ref-type="fig" rid="F2">Fig.&#160;2</xref> summarizes the accuracy of key diagnostic tests (details for each country are available from the repository<xref rid="R14" ref-type="bibr"><sup>14</sup></xref>). All diabetes markers were more accurate in Indonesia and Peru, where patients newly diagnosed with diabetes had higher levels of HbA1c (<xref ref-type="fig" rid="F1">Fig.&#160;1</xref>). Sensitivity and specificity were lower in Romania and South Africa, where newly diagnosed patients had modest elevations of HbA1c. The two-step combination of achieved some of the highest combinations of sensitivity and specificity overall compared with other tests. For example, in Indonesia, the two-step combination had a sensitivity of 88.2% (95% CI: 72.5&#8211;96.7) and specificity of 96.0% (95% CI: 94.2&#8211;97.4). The sensitivity was higher (94.1%; 95% CI: 80.3&#8211;99.3) with a different lower point-of-care HbA1c cut-off (6.0%), without a substantial cost to specificity (91.1%; 95% CI: 88.5&#8211;93.2). In Romania, however, the respective sensitivity was much lower at 37.5% (95% CI: 18.8&#8211;59.4) and specificity was 87.8% (95% CI: 84.1&#8211;90.9), even using a point-of-care HbA1c cut-off of 6.0%. The full TANDEM score performed better in South Africa (0.74: 95% CI: 0.61&#8210;0.87), relative to point-of-care HbA1c and the two-step combination. However, this option would be more expensive, requiring both random plasma glucose and point-of-care HbA1c tests as well as other risk markers. Sensitivity could possibly be further increased in Romania and South Africa with lower thresholds for each test, but the lower specificity would result in more expensive confirmatory tests.</p><fig id="F2" fig-type="figure" orientation="portrait" position="float"><label>Fig. 2</label><caption><p>Diagnostic accuracy of diabetes mellitus markers in patients with newly diagnosed tuberculosis recruited to the Concurrent Tuberculosis and Diabetes Mellitus study, by country, 2014&#8211;2016</p></caption><p>CI: confidence interval; HbA1C: glycated haemoglobin; ROC: receiver operating characteristic curve; RPG/POC; random plasma glucose point-of-care HbA1c test; TANDEM<bold>:</bold> Concurrent Tuberculosis and Diabetes Mellitus study.</p><p>Notes: In the two-step combination test, point-of-care HbA1c was included only if random plasma glucose was &#8805;&#8201;6.1&#160;mmol/L and &#8804;&#8201;11.1&#160;mmol/L. The full TANDEM score included age, point-of-care HbA1c and random plasma glucose. The standard definition of diabetes mellitus was laboratory-measured HbA1c &#8805;&#8201;6.5%; conservative definition was HbA1c &#8805;&#8201;7.0%.</p><graphic xlink:href="BLT.17.206227-F2"/></fig><p><xref rid="T3" ref-type="table">Table&#160;3</xref> shows the combined diagnostic accuracy of individual diabetes markers, risk scores and published diabetes risk scores. The full TANDEM score achieved the highest area under the ROC curve overall (0.85; 95% CI: 0.81&#8211;0.90), followed by the restricted TANDEM score (0.84; 95% CI: 0.79&#8211;0.88), and a single point-of-care HbA1c measure (0.81; 95% CI: 0.75&#8211;0.86). The single random plasma glucose measure was also useful (0.77; 95% CI: 0.70&#8211;0.83). The three previously published diabetes risk scores had similar diagnostic accuracy as determined by the area under the ROC curve (0.70 to 0.72; 95% CI: 0.64&#8211;0.77). However, age alone was a stronger predictor of undiagnosed diabetes than these risks scores (0.75; 95% CI: 0.70&#8211;0.80). Weight-to-hip ratio and body mass index had poor diagnostic accuracy.</p><table-wrap id="T3" orientation="portrait" position="float"><?Table Turn3?><label>Table 3</label><caption><title>Diagnostic accuracy of diabetes mellitus tests applied to applied to tuberculosis patients in the Concurrent Tuberculosis and Diabetes Mellitus study, 2014&#8211;2016</title></caption><table-wrap-foot><p>CI: confidence interval; HbA1C: glycated haemoglobin; NA: not applicable; ROC: receiver operating characteristic; TANDEM<bold>:</bold> Concurrent Tuberculosis and Diabetes Mellitus study.</p><p><sup>a</sup> New cases of diabetes mellitus were defined using two cut-offs of laboratory-measured HbA1c: (i) &#8805;&#8201;6.5% and (ii) &#8805;&#8201;7.0%. </p><p><sup>b</sup> Random plasma glucose &#8805;&#8201;11.1&#160;mmol/L was deemed to be diabetes mellitus. If random plasma glucose was &#8805;&#8201;6.1&#160;mmol/L then a point-of-care HbA1c test was performed.</p><p><sup>c</sup> Full TANDEM score includes age, point-of-care HbA1c and random plasma glucose.</p><p><sup>d</sup> Restricted TANDEM score includes age, random plasma glucose, body mass index and physical activity.</p><p><sup>e</sup> Finnish diabetes risk score includes age, body mass index, waist circumference, current blood pressure medication, history of high blood glucose, physical activity and consumption of fruits and vegetables, and takes values 0&#8211;20 with a suggested cut-off &#8805;&#8201;9.15.<xref rid="R16" ref-type="bibr"><sup>16</sup></xref> Indian risk score includes age, body mass index, waist circumference, family history of diabetes mellitus and physical activity, and takes values 0&#8211;42 with a suggested cut-off &#8805;&#8201;21.<xref rid="R17" ref-type="bibr"><sup>17</sup></xref> Oman diabetes risk score includes age, waist circumference, sex, body mass index, hypertension and family history of diabetes mellitus, and takes values 0&#8211;25 with a suggested cut-off &#8805;&#8201;10.<xref rid="R18" ref-type="bibr"><sup>18</sup></xref></p></table-wrap-foot></table-wrap><p>The optimal diagnostic cut-offs for the full and restricted TANDEM scores were &#8805;&#8201;12.4 and &#8805;&#8201;3.5, respectively. The optimal diagnostic cut-off for a single point-of-care HbA1c measurement was &#8805;&#8201;6.0%, which achieved higher sensitivity (75.8% versus 59.3%), but lower specificity (70.4% versus 88.7%) than the standard &#8805;&#8201;6.5% cut-off. For random plasma glucose, the standard cut-off of &#8805;&#8201;11.1&#160;mmol/L achieved very high specificity (99.3%), but low sensitivity (36.1%). The optimal cut-off of &#8805;&#8201;6.9&#160;mmol/L had higher sensitivity (62.9%), but lower specificity (83.3%). The standard &#8805;&#8201;7.0&#160;mmol/L cut-off for fasting plasma glucose achieved high specificity (98.4%), but low sensitivity (35.6%), while the optimal cut-off for fasting plasma glucose was &#8805;&#8201;5.2&#160;mmol/L.</p><p>The two-step combination of random plasma glucose and point-of-care HbA1c (&#8805;&#8201;6.0%) achieved sensitivity of 63.4% and specificity of 89.3%, comparable accuracy to a single point-of-care HbA1c test &#8805;&#8201;6.5%. The modest sensitivity was the result of combining four populations with heterogeneous distributions of HbA1c among those with newly diagnosed diabetes (<xref ref-type="fig" rid="F1">Fig.&#160;1</xref>).</p><p>All screening tests performed substantially better when diabetes status was classified at the end of tuberculosis treatment at 6&#160;months (repeated HbA1c &#8805;&#8201;6.5%). For example, using the two-step combination of random plasma glucose (&#8805;&#8201;6.1&#160;mmol/L) and point-of-care HbA1c (&#8805;&#8201;6.5%), sensitivity increased to over 90% and specificity to 100% (available from the repository<xref rid="R14" ref-type="bibr"><sup>14</sup></xref>). Similarly, with a conservative gold standard definition of diabetes (HbA1c &#8805;&#8201;7.0%), the overall diagnostic accuracy of all diabetes markers increased considerably (<xref ref-type="fig" rid="F2">Fig.&#160;2</xref>; <xref rid="T3" ref-type="table">Table&#160;3</xref>).</p><p>When diabetes was defined by fasting plasma glucose &#8805;&#8201;7.0&#160;mmol/L, diagnostic accuracy of all markers was lower than with HbA1c. However, the strongest diagnostic metrics were similar (data are available from the repository<xref rid="R14" ref-type="bibr"><sup>14</sup></xref>).</p></sec></sec><sec sec-type="discussion"><title>Discussion</title><p>Early diagnosis of diabetes mellitus in patients presenting with tuberculosis may lead to improved treatment outcomes and reduced mortality. Our study compared many potential diabetes screening procedures in patients diagnosed with tuberculosis, including point-of-care tests, and new and existing risk scores, in varied settings and patient ethnicities.</p><p>We found a significant prevalence of previously undiagnosed diabetes in newly diagnosed tuberculosis patients. While the screening tests were only performed in tuberculosis patients with no previous diabetes diagnosis, nearly twice as many patients with both tuberculosis and diabetes were identified simply by asking about previous diagnosis and medication. Over the four sites combined, derived risk scores, point-of-care HbA1c alone and a two-step combination of random plasma glucose and point-of-care HbA1c were the best-performing methods for diabetes screening. The two-step combination is appealing as point-of-care HbA1c testing is only required for those with random plasma glucose &#8805;&#8201;6.1&#160;mmol/L. In this study population, the combined test reduced the need for point-of-care HbA1c testing by 70%, potentially saving costs (Laurence Y, London School of Hygiene &amp; Tropical Medicine, unpublished data, 2018).<xref rid="R21" ref-type="bibr"><sup>21</sup></xref> Further, the two steps can be completed in one clinic visit without prior fasting by patients, allowing rapid diagnosis. Fasting tests can be difficult to obtain in tuberculosis clinics. In this study the fasting plasma glucose was missing for approximately 45% of the patients for whom it was indicated (those with an initial random plasma glucose &#8805;&#8201;6.1&#160;mmol/L). In contrast, we were able to obtain an HbA1c measurement from about 95% of patients. In our study, health-care workers were also sometimes reluctant to ask patients to return in a state of fasting, as they felt that antituberculosis medication should ideally be taken with food to reduce nausea (and increase patient adherence). There was thus a strong preference among staff and patients for a screening strategy that could be completed rapidly, in a single visit, without prior fasting.</p><p>The three published scores performed poorly at detecting diabetes among tuberculosis patients. All three scores were derived in the general population and rely heavily on body mass index and waist circumference,<xref rid="R16" ref-type="bibr"><sup>16</sup></xref><sup>&#8211;</sup><xref rid="R18" ref-type="bibr"><sup>18</sup></xref> which are often affected in tuberculosis patients. Median body mass index of the participants was below 19 kg/m<sup>2</sup> in Indonesia and South Africa in this study, which may have contributed to the poor accuracy of the scores.</p><p>The risk scores we derived demonstrated strong diagnostic accuracy but they require validation in other populations. The restricted TANDEM score included body mass index with parameters calibrated to tuberculosis patients with lower body mass. Accuracy of the restricted TANDEM score was only slightly lower, and it may be useful in settings where point-of-care HbA1c testing is not possible.</p><p>There was considerable heterogeneity between study settings in the distribution of HbA1c in patients with undiagnosed diabetes. This heterogeneity affected the diagnostic accuracy for most screening tests and may reflect differences in disease prevalence or health-system issues (such as quality of diabetes services, health insurance coverage and access to tuberculosis services).<xref rid="R22" ref-type="bibr"><sup>22</sup></xref> Consequently, regional circumstances need to be taken into account when developing best local practice.</p><p>Due to pragmatic difficulties during the intensive phase of tuberculosis care, diabetes was defined consistently on a single HbA1c measurement in this study, though individuals with a repeated HbA1c measure below 6.5% were not included in the case definition. We also performed secondary analyses using a conservative gold-standard diabetes definition and based on diabetes status at the end of tuberculosis treatment (6&#160;months after baseline). In both these analyses, the diagnostic accuracy of all diabetes markers was markedly improved, and the two-step combination of random plasma glucose and point-of-care HbA1c achieved both sensitivity and specificity &gt;&#8201;90%.</p><p>In practice, the type of screening tests used are often dictated by local circumstances, such as the opportunity for patient follow-up, feasibility of fasting and costs associated with the tests.<xref rid="R11" ref-type="bibr"><sup>11</sup></xref> A cross-sectional study in India compared the diagnostic performance of HbA1c and fasting plasma glucose to oral glucose tolerance as the gold standard.<xref rid="R12" ref-type="bibr"><sup>12</sup></xref> The authors reported that HbA1c performed better than fasting plasma glucose among tuberculosis patients.<xref rid="R12" ref-type="bibr"><sup>12</sup></xref> This contrasts with the general population, in whom HbA1c tests may be less sensitive.<xref rid="R23" ref-type="bibr"><sup>23</sup></xref> WHO approved HbA1c testing for diagnosis of diabetes in 2011.<xref rid="R10" ref-type="bibr"><sup>10</sup></xref> However, few studies have used the method in tuberculosis patients,<xref rid="R24" ref-type="bibr"><sup>24</sup></xref><sup>,</sup><xref rid="R25" ref-type="bibr"><sup>25</sup></xref> despite its practical benefits in requiring only a single non-fasting measurement and having less day-to-day and intra-day variation than blood glucose.<xref rid="R11" ref-type="bibr"><sup>11</sup></xref> Concerns have been raised about the accuracy of HbA1c testing in patients with anaemia. In particular, iron-deficiency anaemia may overestimate HbA1c,<xref rid="R26" ref-type="bibr"><sup>26</sup></xref> especially among people with normal or moderately raised HbA1c (&lt;&#8201;6.5%),<xref rid="R27" ref-type="bibr"><sup>27</sup></xref> while haemolytic anaemia can underestimate HbA1c.<xref rid="R26" ref-type="bibr"><sup>26</sup></xref> In our study there was no difference in mean HbA1c between moderate, mild and non-anaemic tuberculosis patients,<xref rid="R14" ref-type="bibr"><sup>14</sup></xref> a finding supported by another cohort study from India.<xref rid="R28" ref-type="bibr"><sup>28</sup></xref> HbA1c appeared to be somewhat lower in those with severe anaemia, but with only 26 such individuals in our cohort, we lacked the statistical power to explore this further. A cautious approach to interpreting HbA1c in the presence of severe anaemia may be warranted.</p><p>In summary the two-step combination of random plasma glucose followed by point-of-care HbA1c testing if the random plasma glucose was above a set threshold appeared feasible and performed consistently well across sites. The combination performed especially well when based on diabetes confirmed at 6&#160;months or using a conservative definition of diabetes. Most tests did not perform well in sites where many patients had borderline values of HbA1c, suggesting that mild elevations of any diabetes marker should be treated with caution at the beginning of tuberculosis treatment. Marginal hyperglycaemia may not be treated initially due to the potential for drug interactions, adverse events and possible impact on adherence to tuberculosis drugs.<xref rid="R22" ref-type="bibr"><sup>22</sup></xref> Such borderline diabetes patients should be offered repeat testing at the end of tuberculosis treatment, and ideally on a regular basis thereafter.</p></sec></body><back><ack><title>Acknowledgements</title><p>The TANDEM partners and collaborators include: H Dockrell, J Cliff, C Eckold, D Moore, U Griffiths and Y Laurence from London School of Hygiene &amp; Tropical Medicine, London, England; R Aarnouste, M Netea; R van Crevel, C Ruesen and E Lachmandas from Radboud University Medical Center, Nijmegen, Netherlands; S Kaufmann, M Beigier and R Golinski from Max Planck Institute for Infection Biology, Berlin Germany; S Joosten, T Ottenhoff, F Vrieling and M Haks from LUMC, Leiden, Netherlands; G Walzl, K Ronacher, S Malherbe, L Kleynhans, B Smith, K Stanley, G van der Spuy, A Loxton, N Chegou, M Bosman, L Thiart, C Wagman, H Tshivhula, M Selamolela, N Prins, W du Plessis, I van Rensburg and L du Toit from Stellenboch University, Cape Town, South Africa; J Critchley, S Kerry-Barnard, F Pearson, D Grint from St George&#8217;s, University of London, London, England; S McAllister, P Hill and A Verrall from University of Otago, Dunedin, New Zealand; M Ioana, A Riza, R Cioboata, M Dudau, F Nitu, I Bazavan, M Olteanu, C Editoiu, A Florescu, M Mota, SG Popa, A Firanescu, A Popa, I Gheonea, S Bicuti, A Lepadat, I Vladu, D Clenciu, M Bicu, C Streba, A Demetrian, M Ciurea, A Cimpoeru, A Ciocoiu, S Dorobantu, R Plesea, EL Popescu, M Cucu, I Streata, F Burada, S Serban-Sosoi, N Panduru and E Nicoli from Universtiy of Craiova, Craiova, Romania; M Ciontea, I Capitanescu, M Olaru, T Tataru, M Papurica, I Valutanu, V Dubreu, and L Stamatoiu from Pneumoftisiology Hospital, Gorj, Romania; V Kumar and C Wijmenga from University of Groningen, Groningen, Netherlands; C Ugarte-Gil, J Coronel, S Lopez, R Limascca, K Villaizan, B Castro, J Flores and W Solano from Universidad Peruana Cayetano, Lima, Peru; B Alisjahbana, R Ruslami, N Soetedjo, P Santoso, L Chaidir, R Koesoemadinata, N Susilawati, J Annisa, R Livia, V Yunivita, A Soeroto, H Permana, S Imaculata, Y Gunawan, N Dewi and L Apriani, Universitas Padjadjaran, Bandung, Indonesia.</p></ack><fn-group><title>Funding:</title><fn fn-type="supported-by"><p>This work was supported by the TANDEM project, which is funded by the European Union&#8217;s Seventh Framework Programme (FP7/2007&#8211;2013) under grant agreement number 305279. GW was supported by National Institutes of Health grant 1U01AI115619-01. GW, SM and KR were also supported by the Department of Science and Technology and National Research Foundation Centre of Excellence for Biomedical Tuberculosis Research and South African Medical Research Council Centre for Tuberculosis Research. This manuscript was made possible by National Priorities Research Program grant number 7-627-3-167 from the Qatar National Research Fund (a member of Qatar Foundation). </p></fn></fn-group><fn-group><title>Competing interests:</title><fn fn-type="financial-disclosure"><p>None declared.</p></fn></fn-group><ref-list><title>References</title><ref id="R1"><label>1</label><mixed-citation publication-type="web">Global tuberculosis report. Geneva: World Health Organization; 2017. Available from: <ext-link ext-link-type="uri" xlink:href="http://apps.who.int/iris/bitstream/handle/10665/259366/9789241565516-eng.pdf;jsessionid=EE004C83A7EFA78D799CCB3AAEDDFB93?sequence=1">http://apps.who.int/iris/bitstream/handle/10665/259366/9789241565516-eng.pdf;jsessionid=EE004C83A7EFA78D799CCB3AAEDDFB93?sequence=1</ext-link> [cited 2018 Jul 11].</mixed-citation></ref><ref id="R2"><label>2</label><mixed-citation publication-type="journal"><string-name><surname>Jeon</surname>
<given-names>CY</given-names></string-name>, <string-name><surname>Murray</surname>
<given-names>MB</given-names></string-name>. <article-title>Diabetes mellitus increases the risk of active tuberculosis: a systematic review of 13 observational studies.</article-title>
<source>PLoS Med</source>. <year>2008</year>
<month>7</month>
<day>15</day>;<volume>5</volume>(<issue>7</issue>):<fpage>e152</fpage>. <pub-id pub-id-type="doi">10.1371/journal.pmed.0050152</pub-id><?supplied-pmid 18630984?><pub-id pub-id-type="pmid">18630984</pub-id></mixed-citation></ref><ref id="R3"><label>3</label><mixed-citation publication-type="book"><source>Global tuberculosis report.</source>
<edition>20th ed.</edition>
<publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2015</year>.</mixed-citation></ref><ref id="R4"><label>4</label><mixed-citation publication-type="journal"><string-name><surname>Baker</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>Harries</surname>
<given-names>AD</given-names></string-name>, <string-name><surname>Jeon</surname>
<given-names>CY</given-names></string-name>, <string-name><surname>Hart</surname>
<given-names>JE</given-names></string-name>, <string-name><surname>Kapur</surname>
<given-names>A</given-names></string-name>, <string-name><surname>L&#246;nnroth</surname>
<given-names>K</given-names></string-name>, <etal>et al.</etal>
<article-title>The impact of diabetes on tuberculosis treatment outcomes: a systematic review.</article-title>
<source>BMC Med</source>. <year>2011</year>
<month>7</month>
<day>1</day>;<volume>9</volume>(<issue>1</issue>):<fpage>81</fpage>. <pub-id pub-id-type="doi">10.1186/1741-7015-9-81</pub-id><?supplied-pmid 21722362?><pub-id pub-id-type="pmid">21722362</pub-id></mixed-citation></ref><ref id="R5"><label>5</label><mixed-citation publication-type="journal"><string-name><surname>Faurholt-Jepsen</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Range</surname>
<given-names>N</given-names></string-name>, <string-name><surname>PrayGod</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Jeremiah</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Faurholt-Jepsen</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Aabye</surname>
<given-names>MG</given-names></string-name>, <etal>et al.</etal>
<article-title>Diabetes is a strong predictor of mortality during tuberculosis treatment: a prospective cohort study among tuberculosis patients from Mwanza, Tanzania.</article-title>
<source>Trop Med Int Health</source>. <year>2013</year>
<month>7</month>;<volume>18</volume>(<issue>7</issue>):<fpage>822</fpage>&#8211;<lpage>9</lpage>. <pub-id pub-id-type="doi">10.1111/tmi.12120</pub-id><?supplied-pmid 23648145?><pub-id pub-id-type="pmid">23648145</pub-id></mixed-citation></ref><ref id="R6"><label>6</label><mixed-citation publication-type="web">Definition and diagnosis of diabetes mellitus and intermediate hyperglycaemia: report of a WHO/IDF consultation. Geneva: World Health Organization; 2006. Available from: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/diabetes/publications/Definition%20and%20diagnosis%20of%20diabetes_new.pdf">http://www.who.int/diabetes/publications/Definition%20and%20diagnosis%20of%20diabetes_new.pdf</ext-link><ext-link ext-link-type="uri" xlink:href="http://"/>[cited 2018 Jul 11].</mixed-citation></ref><ref id="R7"><label>7</label><mixed-citation publication-type="web">Collaborative framework for care and control of tuberculosis and diabetes. Geneva: World Health Organization and International Union Against Lung and Tuberculosis Disease; 2011. Available from: <ext-link ext-link-type="uri" xlink:href="http://apps.who.int/iris/bitstream/handle/10665/44698/9789241502252_eng.pdf?sequence=1">http://apps.who.int/iris/bitstream/handle/10665/44698/9789241502252_eng.pdf?sequence=1</ext-link><ext-link ext-link-type="uri" xlink:href="http://"/>[cited 2018 Jul 11].</mixed-citation></ref><ref id="R8"><label>8</label><mixed-citation publication-type="journal"><string-name><surname>Dungan</surname>
<given-names>KM</given-names></string-name>, <string-name><surname>Braithwaite</surname>
<given-names>SS</given-names></string-name>, <string-name><surname>Preiser</surname>
<given-names>J-C</given-names></string-name>. <article-title>Stress hyperglycaemia.</article-title>
<source>Lancet</source>. <year>2009</year>
<month>5</month>
<day>23</day>;<volume>373</volume>(<issue>9677</issue>):<fpage>1798</fpage>&#8211;<lpage>807</lpage>. <pub-id pub-id-type="doi">10.1016/S0140-6736(09)60553-5</pub-id><?supplied-pmid 19465235?><pub-id pub-id-type="pmid">19465235</pub-id></mixed-citation></ref><ref id="R9"><label>9</label><mixed-citation publication-type="journal"><string-name><surname>Brown</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Critchley</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Bogowicz</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Mayige</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Unwin</surname>
<given-names>N</given-names></string-name>. <article-title>Risk scores based on self-reported or available clinical data to detect undiagnosed type 2 diabetes: a systematic review.</article-title>
<source>Diabetes Res Clin Pract</source>. <year>2012</year>
<month>12</month>;<volume>98</volume>(<issue>3</issue>):<fpage>369</fpage>&#8211;<lpage>85</lpage>. <pub-id pub-id-type="doi">10.1016/j.diabres.2012.09.005</pub-id><?supplied-pmid 23010559?><pub-id pub-id-type="pmid">23010559</pub-id></mixed-citation></ref><ref id="R10"><label>10</label><mixed-citation publication-type="journal"><string-name><surname>Boyanova</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Mitov</surname>
<given-names>I</given-names></string-name>. <article-title>Antibiotic resistance rates in causative agents of infections in diabetic patients: rising concerns.</article-title>
<source>Expert Rev Anti Infect Ther</source>. <year>2013</year>
<month>4</month>;<volume>11</volume>(<issue>4</issue>):<fpage>411</fpage>&#8211;<lpage>20</lpage>. <pub-id pub-id-type="doi">10.1586/eri.13.19</pub-id><?supplied-pmid 23566150?><pub-id pub-id-type="pmid">23566150</pub-id></mixed-citation></ref><ref id="R11"><label>11</label><mixed-citation publication-type="journal"><string-name><surname>Riza</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Pearson</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Ugarte-Gil</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Alisjahbana</surname>
<given-names>B</given-names></string-name>, <string-name><surname>van de Vijver</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Panduru</surname>
<given-names>NM</given-names></string-name>, <etal>et al.</etal>
<article-title>Clinical management of concurrent diabetes and tuberculosis and the implications for patient services.</article-title>
<source>Lancet Diabetes Endocrinol</source>. <year>2014</year>
<month>9</month>;<volume>2</volume>(<issue>9</issue>):<fpage>740</fpage>&#8211;<lpage>53</lpage>. <pub-id pub-id-type="doi">10.1016/S2213-8587(14)70110-X</pub-id><?supplied-pmid 25194887?><pub-id pub-id-type="pmid">25194887</pub-id></mixed-citation></ref><ref id="R12"><label>12</label><mixed-citation publication-type="journal"><string-name><surname>Kumpatla</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Aravindalochanan</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Rajan</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Viswanathan</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Kapur</surname>
<given-names>A</given-names></string-name>. <article-title>Evaluation of performance of A1c and fasting plasma glucose tests for screening newly diagnosed diabetes defined by an OGTT among tuberculosis patients &#8211; a study from India.</article-title>
<source>Diabetes Res Clin Pract</source>. <year>2013</year>
<month>10</month>;<volume>102</volume>(<issue>1</issue>):<fpage>60</fpage>&#8211;<lpage>4</lpage>. <pub-id pub-id-type="doi">10.1016/j.diabres.2013.08.007</pub-id><?supplied-pmid 24035281?><pub-id pub-id-type="pmid">24035281</pub-id></mixed-citation></ref><ref id="R13"><label>13</label><mixed-citation publication-type="journal"><string-name><surname>van Crevel</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Dockrell</surname>
<given-names>HM</given-names></string-name>; <collab>TANDEM Consortium</collab>. <article-title>TANDEM: understanding diabetes and tuberculosis.</article-title>
<source>Lancet Diabetes Endocrinol</source>. <year>2014</year>
<month>4</month>;<volume>2</volume>(<issue>4</issue>):<fpage>270</fpage>&#8211;<lpage>2</lpage>. <pub-id pub-id-type="doi">10.1016/S2213-8587(14)70011-7</pub-id><?supplied-pmid 24703039?><pub-id pub-id-type="pmid">24703039</pub-id></mixed-citation></ref><ref id="R14"><label>14</label><mixed-citation publication-type="web">TANDEM. (TB and diabetes) study (2018): appendices to a published paper. London: figshare; 2018. Available from: <pub-id pub-id-type="doi">10.24376/rd.sgul.6809675</pub-id> [cited 2018 Jul 27].<pub-id pub-id-type="doi">10.24376/rd.sgul.6809675</pub-id></mixed-citation></ref><ref id="R15"><label>15</label><mixed-citation publication-type="journal"><string-name><surname>Little</surname>
<given-names>RR</given-names></string-name>, <string-name><surname>Rohlfing</surname>
<given-names>CL</given-names></string-name>, <string-name><surname>Sacks</surname>
<given-names>DB</given-names></string-name>; <collab>National Glycohemoglobin Standardization Program (NGSP) Steering Committee</collab>. <article-title>Status of hemoglobin A1c measurement and goals for improvement: from chaos to order for improving diabetes care.</article-title>
<source>Clin Chem</source>. <year>2011</year>
<month>2</month>;<volume>57</volume>(<issue>2</issue>):<fpage>205</fpage>&#8211;<lpage>14</lpage>. <pub-id pub-id-type="doi">10.1373/clinchem.2010.148841</pub-id><?supplied-pmid 21148304?><pub-id pub-id-type="pmid">21148304</pub-id></mixed-citation></ref><ref id="R16"><label>16</label><mixed-citation publication-type="journal"><string-name><surname>Lindstr&#246;m</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Tuomilehto</surname>
<given-names>J</given-names></string-name>. <article-title>The diabetes risk score: a practical tool to predict type 2 diabetes risk.</article-title>
<source>Diabetes Care</source>. <year>2003</year>
<month>3</month>;<volume>26</volume>(<issue>3</issue>):<fpage>725</fpage>&#8211;<lpage>31</lpage>. <pub-id pub-id-type="doi">10.2337/diacare.26.3.725</pub-id><?supplied-pmid 12610029?><pub-id pub-id-type="pmid">12610029</pub-id></mixed-citation></ref><ref id="R17"><label>17</label><mixed-citation publication-type="journal"><string-name><surname>Ramachandran</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Snehalatha</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Vijay</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Wareham</surname>
<given-names>NJ</given-names></string-name>, <string-name><surname>Colagiuri</surname>
<given-names>S</given-names></string-name>. <article-title>Derivation and validation of diabetes risk score for urban Asian Indians.</article-title>
<source>Diabetes Res Clin Pract</source>. <year>2005</year>
<month>10</month>;<volume>70</volume>(<issue>1</issue>):<fpage>63</fpage>&#8211;<lpage>70</lpage>. <pub-id pub-id-type="doi">10.1016/j.diabres.2005.02.016</pub-id><?supplied-pmid 16126124?><pub-id pub-id-type="pmid">16126124</pub-id></mixed-citation></ref><ref id="R18"><label>18</label><mixed-citation publication-type="journal"><string-name><surname>Al-Lawati</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Tuomilehto</surname>
<given-names>J</given-names></string-name>. <article-title>Diabetes risk score in Oman: a tool to identify prevalent type 2 diabetes among Arabs of the Middle East.</article-title>
<source>Diabetes Res Clin Pract</source>. <year>2007</year>
<month>9</month>;<volume>77</volume>(<issue>3</issue>):<fpage>438</fpage>&#8211;<lpage>44</lpage>. <pub-id pub-id-type="doi">10.1016/j.diabres.2007.01.013</pub-id><?supplied-pmid 17306410?><pub-id pub-id-type="pmid">17306410</pub-id></mixed-citation></ref><ref id="R19"><label>19</label><mixed-citation publication-type="journal"><string-name><surname>Storey</surname>
<given-names>HL</given-names></string-name>, <string-name><surname>van Pelt</surname>
<given-names>MH</given-names></string-name>, <string-name><surname>Bun</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Daily</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Neogi</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Thompson</surname>
<given-names>M</given-names></string-name>, <etal>et al.</etal>
<article-title>Diagnostic accuracy of self-administered urine glucose test strips as a diabetes screening tool in a low-resource setting in Cambodia.</article-title>
<source>BMJ Open</source>. <year>2018</year>
<month>3</month>
<day>22</day>;<volume>8</volume>(<issue>3</issue>):<fpage>e019924</fpage>. <pub-id pub-id-type="doi">10.1136/bmjopen-2017-019924</pub-id><?supplied-pmid 29567849?><pub-id pub-id-type="pmid">29567849</pub-id></mixed-citation></ref><ref id="R20"><label>20</label><mixed-citation publication-type="journal"><string-name><surname>Echouffo-Tcheugui</surname>
<given-names>JB</given-names></string-name>, <string-name><surname>Ali</surname>
<given-names>MK</given-names></string-name>, <string-name><surname>Griffin</surname>
<given-names>SJ</given-names></string-name>, <string-name><surname>Narayan</surname>
<given-names>KMV</given-names></string-name>. <article-title>Screening for type 2 diabetes and dysglycemia.</article-title>
<source>Epidemiol Rev</source>. <year>2011</year>;<volume>33</volume>(<issue>1</issue>):<fpage>63</fpage>&#8211;<lpage>87</lpage>. <pub-id pub-id-type="doi">10.1093/epirev/mxq020</pub-id><?supplied-pmid 21624961?><pub-id pub-id-type="pmid">21624961</pub-id></mixed-citation></ref><ref id="R21"><label>21</label><mixed-citation publication-type="journal"><string-name><surname>Laurence</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Critchley</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Livia</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Grint</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Hill</surname>
<given-names>PC</given-names></string-name>, <string-name><surname>Panduru</surname>
<given-names>NM</given-names></string-name>, <etal>et al.</etal>
<article-title>Costs per accurate diagnosis of bi-directional screening in Indonesia and Romania: integrating tuberculosis and diabetes services.</article-title>
<source>Int J Tuberc Lung Dis</source>. <year>2017</year>
<month>11</month>;<volume>21</volume>(<issue>11</issue><supplement> suppl 2</supplement>):<fpage>S60</fpage>.</mixed-citation></ref><ref id="R22"><label>22</label><mixed-citation publication-type="journal"><string-name><surname>Critchley</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Restrepo</surname>
<given-names>BI</given-names></string-name>, <string-name><surname>Ronacher</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Kapur</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Bremer</surname>
<given-names>AA</given-names></string-name>, <string-name><surname>Schlesinger</surname>
<given-names>LS</given-names></string-name>, <etal>et al.</etal>
<article-title>Defining a research agenda to address the converging epidemics of tuberculosis and diabetes. Part 1: Epidemiology and clinical management.</article-title>
<source>Chest</source>. <year>2017</year>
<month>7</month>;<volume>152</volume>(<issue>1</issue>):<fpage>165</fpage>&#8211;<lpage>73</lpage>. <pub-id pub-id-type="doi">10.1016/j.chest.2017.04.155</pub-id><?supplied-pmid 28434936?><pub-id pub-id-type="pmid">28434936</pub-id></mixed-citation></ref><ref id="R23"><label>23</label><mixed-citation publication-type="journal"><string-name><surname>Bennett</surname>
<given-names>CM</given-names></string-name>, <string-name><surname>Guo</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Dharmage</surname>
<given-names>SC</given-names></string-name>. <article-title>HbA(1c) as a screening tool for detection of type 2 diabetes: a systematic review.</article-title>
<source>Diabet Med</source>. <year>2007</year>
<month>4</month>;<volume>24</volume>(<issue>4</issue>):<fpage>333</fpage>&#8211;<lpage>43</lpage>. <pub-id pub-id-type="doi">10.1111/j.1464-5491.2007.02106.x</pub-id><?supplied-pmid 17367307?><pub-id pub-id-type="pmid">17367307</pub-id></mixed-citation></ref><ref id="R24"><label>24</label><mixed-citation publication-type="journal"><string-name><surname>Balakrishnan</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Vijayan</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Nair</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Subramoniapillai</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Mrithyunjayan</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Wilson</surname>
<given-names>N</given-names></string-name>, <etal>et al.</etal>
<article-title>High diabetes prevalence among tuberculosis cases in Kerala, India.</article-title>
<source>PLoS One</source>. <year>2012</year>;<volume>7</volume>(<issue>10</issue>):<fpage>e46502</fpage>. <pub-id pub-id-type="doi">10.1371/journal.pone.0046502</pub-id><?supplied-pmid 23077512?><pub-id pub-id-type="pmid">23077512</pub-id></mixed-citation></ref><ref id="R25"><label>25</label><mixed-citation publication-type="journal"><string-name><surname>Boillat-Blanco</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Ramaiya</surname>
<given-names>KL</given-names></string-name>, <string-name><surname>Mganga</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Minja</surname>
<given-names>LT</given-names></string-name>, <string-name><surname>Bovet</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Schindler</surname>
<given-names>C</given-names></string-name>, <etal>et al.</etal>
<article-title>Transient hyperglycemia in patients with tuberculosis in Tanzania: implications for diabetes screening algorithms.</article-title>
<source>J Infect Dis</source>. <year>2016</year>
<month>4</month>
<day>1</day>;<volume>213</volume>(<issue>7</issue>):<fpage>1163</fpage>&#8211;<lpage>72</lpage>. <pub-id pub-id-type="doi">10.1093/infdis/jiv568</pub-id><?supplied-pmid 26609005?><pub-id pub-id-type="pmid">26609005</pub-id></mixed-citation></ref><ref id="R26"><label>26</label><mixed-citation publication-type="journal"><string-name><surname>English</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Idris</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Smith</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Dhatariya</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Kilpatrick</surname>
<given-names>ES</given-names></string-name>, <string-name><surname>John</surname>
<given-names>WG</given-names></string-name>. <article-title>The effect of anaemia and abnormalities of erythrocyte indices on glycated haemoglobin analysis: a systematic review.</article-title>
<source>Diabetologia</source>. <year>2015</year>
<month>7</month>;<volume>58</volume>(<issue>7</issue>):<fpage>1409</fpage>&#8211;<lpage>21</lpage>. <pub-id pub-id-type="doi">10.1007/s00125-015-3599-3</pub-id><?supplied-pmid 25994072?><pub-id pub-id-type="pmid">25994072</pub-id></mixed-citation></ref><ref id="R27"><label>27</label><mixed-citation publication-type="journal"><string-name><surname>Hong</surname>
<given-names>JW</given-names></string-name>, <string-name><surname>Ku</surname>
<given-names>CR</given-names></string-name>, <string-name><surname>Noh</surname>
<given-names>JH</given-names></string-name>, <string-name><surname>Ko</surname>
<given-names>KS</given-names></string-name>, <string-name><surname>Rhee</surname>
<given-names>BD</given-names></string-name>, <string-name><surname>Kim</surname>
<given-names>DJ</given-names></string-name>. <article-title>Association between the presence of iron deficiency anemia and hemoglobin A1c in Korean adults: the 2011&#8211;2012 Korea National Health and Nutrition Examination Survey.</article-title>
<source>Medicine (Baltimore)</source>. <year>2015</year>
<month>5</month>;<volume>94</volume>(<issue>20</issue>):<fpage>e825</fpage>. <pub-id pub-id-type="doi">10.1097/MD.0000000000000825</pub-id><?supplied-pmid 25997055?><pub-id pub-id-type="pmid">25997055</pub-id></mixed-citation></ref><ref id="R28"><label>28</label><mixed-citation publication-type="journal"><string-name><surname>Kornfeld</surname>
<given-names>H</given-names></string-name>, <string-name><surname>West</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Kane</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Kumpatla</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Zacharias</surname>
<given-names>RR</given-names></string-name>, <string-name><surname>Martinez-Balzano</surname>
<given-names>C</given-names></string-name>, <etal>et al.</etal>
<article-title>High prevalence and heterogeneity of diabetes in patients with TB in south India: a report from the Effects of Diabetes on Tuberculosis Severity (EDOTS)&#160;study.</article-title>
<source>Chest</source>. <year>2016</year>
<month>6</month>;<volume>149</volume>(<issue>6</issue>):<fpage>1501</fpage>&#8211;<lpage>8</lpage>. <pub-id pub-id-type="doi">10.1016/j.chest.2016.02.675</pub-id><?supplied-pmid 26973015?><pub-id pub-id-type="pmid">26973015</pub-id></mixed-citation></ref></ref-list></back></article>